{
  "count": 3495,
  "next": "https://gutendex.com/books/?page=2&topic=philosophy",
  "previous": null,
  "results": [
    {
      "id": 174,
      "title": "The Picture of Dorian Gray",
      "authors": [
        {
          "name": "Wilde, Oscar",
          "birth_year": 1854,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Picture of Dorian Gray\" by Oscar Wilde is a novel written during the late 19th century. The story explores themes of art, beauty, and morality, centering on the life of a young man named Dorian Gray, who becomes entranced by his own beauty and the hedonistic philosophies of Lord Henry Wotton. As Dorian gains fame and pleasure through his youthful looks, he grapples with the implications of vanity and the cost of immortality.  At the start of the novel, we are introduced to Lord Henry Wotton and the artist Basil Hallward, who has painted a stunning portrait of Dorian Gray. Basil is deeply enamored with Dorian's beauty and harbors a secret affection for him. The opening chapters establish the dynamic between Lord Henry's cynical worldview and Basil's idealism, culminating in Dorian's arrival in the studio. Dorian's first encounter with Lord Henry sparks a transformative moment; as they converse, Dorian is exposed to Henry’s hedonistic philosophies, which shape his perception of beauty and life. The chapter sets a tone that hints at the foreboding price Dorian may pay for his fascination with youth and aesthetic pleasure. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Appearance (Philosophy) -- Fiction",
        "Conduct of life -- Fiction",
        "Didactic fiction",
        "Great Britain -- History -- Victoria, 1837-1901 -- Fiction",
        "London (England) -- History -- 1800-1950 -- Fiction",
        "Paranormal fiction",
        "Portraits -- Fiction",
        "Supernatural -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels",
        "Gothic Fiction",
        "Movie Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/174.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/174.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/174.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/174.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/174.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/174/pg174.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/174/pg174-h.zip"
      },
      "download_count": 36969
    },
    {
      "id": 3207,
      "title": "Leviathan",
      "authors": [
        {
          "name": "Hobbes, Thomas",
          "birth_year": 1588,
          "death_year": 1679
        }
      ],
      "summaries": [
        "\"Leviathan\" by Thomas Hobbes is a philosophical treatise written in the mid-17th century. The book explores the structure of society and legitimate government and creates an objective science of morality. Hobbes argues for a strong central authority to avoid chaos and civil war, emphasizing the social contract and the necessity of a sovereign power to maintain order and protect citizens.  The opening of \"Leviathan\" sets the stage for Hobbes' exploration of human nature and the foundations of society. He begins by discussing the concept of an artificial man, the Common-wealth, likening it to a great Leviathan created through social contracts among individuals. Hobbes emphasizes the importance of understanding human desires, fears, and the underlying motivations that drive individuals to form societies, laying the foundation for his arguments about governance, civil order, and the relationship between individuals and authority. Through a direct and analytical style, Hobbes invites readers to reflect on the complexities of human motivations and their impact on societal structures. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Political science -- Early works to 1800",
        "State, The -- Early works to 1800"
      ],
      "bookshelves": [
        "Category: History - Early Modern (c. 1450-1750)",
        "Category: Philosophy & Ethics",
        "Harvard Classics",
        "Politics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/3207.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/3207.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/3207.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/3207.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/3207.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/3207/pg3207.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/3207/pg3207-h.zip"
      },
      "download_count": 32055
    },
    {
      "id": 1232,
      "title": "The Prince",
      "authors": [
        {
          "name": "Machiavelli, Niccolò",
          "birth_year": 1469,
          "death_year": 1527
        }
      ],
      "summaries": [
        "\"The Prince\" by Niccolò Machiavelli is a political treatise written during the early 16th century. This influential work explores the nature of power and governance, offering pragmatic advice to rulers on how to maintain control of their principalities. Machiavelli addresses various types of principalities, their acquisition, and the methods necessary for governing them effectively, inviting readers to navigate the complexities of political leadership with a sense of realism.  At the start of \"The Prince,\" Machiavelli introduces the concept of principalities, categorizing them into hereditary and new, and discusses the varied challenges each type presents. He reflects on historical examples to illustrate his points, asserting that new rulers often face difficulties in gaining the loyalty of their subjects. Moreover, he emphasizes the necessity for rulers to understand the importance of adapting their governance strategies based on the specific nature of their states and the expectations of their citizens. This opening sets the stage for the detailed analysis and practical strategies that will follow throughout the work, establishing a foundation for Machiavelli’s reputation as one of the founders of modern political science. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Marriott, W. K. (William Kenaz)",
          "birth_year": null,
          "death_year": 1927
        }
      ],
      "subjects": [
        "Political ethics -- Early works to 1800",
        "Political science -- Philosophy -- Early works to 1800",
        "State, The -- Early works to 1800"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: History - Early Modern (c. 1450-1750)",
        "Category: Philosophy & Ethics",
        "Category: Politics",
        "Harvard Classics",
        "Philosophy",
        "Politics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1232.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1232.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1232.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1232.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1232.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1232/pg1232.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1232/pg1232-h.zip"
      },
      "download_count": 25948
    },
    {
      "id": 205,
      "title": "Walden, and On The Duty Of Civil Disobedience",
      "authors": [
        {
          "name": "Thoreau, Henry David",
          "birth_year": 1817,
          "death_year": 1862
        }
      ],
      "summaries": [
        "\"Walden, and On The Duty Of Civil Disobedience\" by Henry David Thoreau is a philosophical essay and social critique written in the mid-19th century. This work reflects Thoreau's reflections on simple living in natural surroundings, drawing from his personal experiment of living alone in the woods near Walden Pond. Thoreau emphasizes themes of self-sufficiency, the critique of materialism, and the importance of individual conscience and civil disobedience in the face of unjust laws.  The opening of \"Walden\" begins with Thoreau recounting his two years of solitude in a self-built house by Walden Pond, where he lived simply and engaged in manual labor. He addresses the curiosity of his townsfolk about his lifestyle choices and presents his views on the societal pressures that guide people into lives of \"quiet desperation.\" Through vivid imagery and philosophical musings, Thoreau discusses the burdens of inherited possessions and societal expectations, asserting that many people live unexamined lives. He calls for a re-evaluation of what is considered necessary for a fulfilling life, suggesting that true happiness derives from simplicity, individual thought, and an intimate connection with nature. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Authors, American -- 19th century -- Biography",
        "Civil disobedience",
        "Government, Resistance to",
        "Natural history -- Massachusetts -- Walden Woods",
        "Solitude",
        "Thoreau, Henry David, 1817-1862 -- Homes and haunts -- Massachusetts -- Walden Woods",
        "Walden Woods (Mass.) -- Social life and customs",
        "Wilderness areas -- Massachusetts -- Walden Woods"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Essays, Letters & Speeches",
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/205.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/205.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/205.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/205.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/205.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/205/pg205.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/205/pg205-h.zip"
      },
      "download_count": 24079
    },
    {
      "id": 7370,
      "title": "Second Treatise of Government",
      "authors": [
        {
          "name": "Locke, John",
          "birth_year": 1632,
          "death_year": 1704
        }
      ],
      "summaries": [
        "\"Second Treatise of Government\" by John Locke is a foundational philosophical text concerning political theory, published in the late 17th century. The treatise critiques the divine right of kings and presents the concept of government by consent, positing the importance of individual rights and the role of the state in protecting these rights.   The opening of the treatise sets the stage for Locke's arguments against the patriarchal forms of authority upheld by proponents of Sir Robert Filmer. Locke asserts that Adam did not possess inherent authority over his progeny and challenges the legitimacy of rulers who base their power on ancestral succession. He introduces key ideas regarding the state of nature, the role of consent in political authority, and the need for a civil society to maintain order and property rights. Locke emphasizes that individuals are born equal and free and that political power should derive from the collective agreement of those governed, aiming primarily for the public good. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Liberty -- Early works to 1800",
        "Political science -- Early works to 1800",
        "Toleration -- Early works to 1800"
      ],
      "bookshelves": [
        "Category: History - Early Modern (c. 1450-1750)",
        "Category: Philosophy & Ethics",
        "Category: Politics",
        "Philosophy",
        "Politics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/7370.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/7370.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/7370.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/7370.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/7370.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/7370/pg7370.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/7370/7370-0.zip"
      },
      "download_count": 23941
    },
    {
      "id": 1998,
      "title": "Thus Spake Zarathustra: A Book for All and None",
      "authors": [
        {
          "name": "Nietzsche, Friedrich Wilhelm",
          "birth_year": 1844,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"Thus Spake Zarathustra: A Book for All and None\" by Friedrich Wilhelm Nietzsche is a philosophical treatise written in the late 19th century. The book follows Zarathustra, a prophet-like figure, as he descends from his mountain solitude to share his transformative ideas about humanity and existence. Nietzsche explores themes such as the Übermensch (Superman), the will to power, and the rejection of traditional moral values.  At the start of the book, Zarathustra, having spent ten years in solitude, resolves to bestow his wisdom upon humanity. He expresses his weariness and desire to share his insight with people, likening himself to the sun that gives light to the world. His initial interactions, however, reveal a disconnect between him and the people he wishes to enlighten. Zarathustra encounters an old saint who advises him against sharing his gifts with mankind, suggesting that people are wary of those who presume to offer wisdom. This sets the stage for Zarathustra’s struggle to articulate his vision of the Superman and confront the prevailing values of society as he navigates the misunderstandings and skepticism of those he aims to inspire. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Common, Thomas",
          "birth_year": 1850,
          "death_year": 1919
        }
      ],
      "subjects": [
        "Philosophy, German",
        "Superman (Philosophical concept)"
      ],
      "bookshelves": [
        "Category: Classics of Literature",
        "Category: German Literature",
        "Category: Philosophy & Ethics",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1998.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1998.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1998.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1998.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1998.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1998/pg1998.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/1998/1998-0.zip"
      },
      "download_count": 23782
    },
    {
      "id": 3296,
      "title": "The Confessions of St. Augustine",
      "authors": [
        {
          "name": "Augustine, Saint, Bishop of Hippo",
          "birth_year": 354,
          "death_year": 430
        }
      ],
      "summaries": [
        "\"The Confessions of Saint Augustine\" by Bishop of Hippo Saint Augustine is a philosophical and theological autobiography written in the early 5th century. This seminal work details the author's profound reflections on sin, grace, and redemption as he recounts his journey from a life of worldly pursuits to one of spiritual awakening and faith in God.  The opening of the narrative introduces the reader to Augustine's early grappling with concepts of existence and the divine. He begins with a meditation on God's greatness, the nature of creation, and the human desire to seek truth and understand one's place in relation to the Creator. Augustine reflects on his infancy, acknowledging the presence of sin even in the innocence of childhood, and the gradual development of his consciousness. He also explores the influence of his upbringing, particularly the pious nature of his mother, and the external societal pressures that shaped his youth. Through these contemplations, he prepares to delve deeper into the specifics of his life journey, setting the stage for his exploration of the struggles between human desires and divine grace. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Pusey, E. B. (Edward Bouverie)",
          "birth_year": 1800,
          "death_year": 1882
        }
      ],
      "subjects": [
        "Augustine, Saint, Bishop of Hippo",
        "Bishops -- Algeria -- Hippo (Extinct city) -- Biography",
        "Catholic Church -- Bishops -- Biography",
        "Christian saints -- Algeria -- Hippo (Extinct city) -- Biography"
      ],
      "bookshelves": [
        "Category: Biographies",
        "Category: Classics of Literature",
        "Category: Philosophy & Ethics",
        "Category: Religion/Spirituality",
        "Christianity",
        "Classical Antiquity",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/3296.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/3296.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/3296.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/3296.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/3296.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/3296/pg3296.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/3296/3296-0.zip"
      },
      "download_count": 23211
    },
    {
      "id": 34901,
      "title": "On Liberty",
      "authors": [
        {
          "name": "Mill, John Stuart",
          "birth_year": 1806,
          "death_year": 1873
        }
      ],
      "summaries": [
        "\"On Liberty\" by John Stuart Mill is a philosophical essay written in the mid-19th century. The work primarily discusses the nature and limits of civil or social liberty, emphasizing the importance of individual freedom against societal authority. Mill seeks to establish a framework that protects individuality and self-expression, which he argues are essential for human progress.  The opening of the essay introduces Mill's exploration of the concept of liberty, contrasting it with authority and addressing the historical struggle between individual rights and government control. He highlights the evolution of societal views on governance and individualism, arguing that the necessity for society to impose restrictions on personal freedom must be strictly justified. Mill asserts that interference should only occur to prevent harm to others, emphasizing the sovereignty of the individual over their own body and mind. This sets the stage for his broader discussions on the rights of individuals and the role of society in governing conduct, making a compelling case for the protection of personal liberties in the face of societal pressures. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Liberty"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/34901.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/34901.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/34901.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/34901.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/34901.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/34901/pg34901.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/34901/34901-8.zip"
      },
      "download_count": 18567
    },
    {
      "id": 4363,
      "title": "Beyond Good and Evil",
      "authors": [
        {
          "name": "Nietzsche, Friedrich Wilhelm",
          "birth_year": 1844,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"Beyond Good and Evil\" by Friedrich Wilhelm Nietzsche is a philosophical treatise written during the late 19th century. In this work, Nietzsche critiques traditional moral values and explores the complexities of truth, morality, and the nature of human consciousness, arguing against the dogmatic philosophers of the past. He introduces concepts that challenge the conventional dichotomy of good and evil, seeking to understand the underlying drives that shape human behavior and belief systems.  The beginning of the book presents Nietzsche's provocative thoughts on the \"Will to Truth\" and its implications for philosophy. He raises skeptical questions about the very nature of truth and knowledge, suggesting that what is often regarded as \"truth\" may actually be a product of deeper instincts and motivations. Nietzsche critiques the philosophers for their blind adherence to dogmatic principles, encouraging a more nuanced and existential understanding of morality, one that acknowledges the intricate web of desires and power dynamics at play. Through his contemplative and often confrontational prose, he sets the stage for a re-evaluation of how we perceive virtue, knowledge, and the essence of existence itself. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Zimmern, Helen",
          "birth_year": 1846,
          "death_year": 1934
        }
      ],
      "subjects": [
        "Ethics",
        "Philosophy, German"
      ],
      "bookshelves": [
        "Atheism",
        "Category: Philosophy & Ethics",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/4363.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/4363.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/4363.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/4363.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/4363.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/4363/pg4363.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/4363/4363-h.zip"
      },
      "download_count": 18421
    },
    {
      "id": 1497,
      "title": "The Republic",
      "authors": [
        {
          "name": "Plato",
          "birth_year": -428,
          "death_year": -348
        }
      ],
      "summaries": [
        "\"The Republic\" by Plato is a philosophical dialogue written in ancient Greece around the 4th century BC. It explores the nature of justice, the ideal state, and the role of individuals within society, primarily through the character of Socrates and his discussions with various Athenian figures, such as Glaucon and Thrasymachus. This foundational work in Western philosophy examines themes that remain relevant today, including ethics, governance, education, and the relationship between truth and societal order.  At the start of \"The Republic,\" the scene is set with Socrates returning from a festival when he is drawn into a conversation about justice. Older characters like Cephalus introduce the topic by discussing the advantages of wealth and the aspects of aging, leading to deeper philosophical inquiries about the essence of justice. Socrates engages with his companions, questioning traditional definitions and arguing against beliefs that equate justice with self-interest or societal norms. The opening portion establishes a conversational framework where Socrates employs his dialectical method, demonstrating the complexity of justice and hinting at the construction of an ideal state, thus laying the groundwork for profound philosophical exploration throughout the work. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Jowett, Benjamin",
          "birth_year": 1817,
          "death_year": 1893
        }
      ],
      "subjects": [
        "Classical literature",
        "Justice -- Early works to 1800",
        "Political science -- Early works to 1800",
        "Utopias -- Early works to 1800"
      ],
      "bookshelves": [
        "Category: Classics of Literature",
        "Category: Philosophy & Ethics",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1497.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1497.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1497.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1497.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1497.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1497/pg1497.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/1497/1497-0.zip"
      },
      "download_count": 17092
    },
    {
      "id": 27827,
      "title": "The Kama Sutra of Vatsyayana: Translated From the Sanscrit in Seven Parts With Preface, Introduction and Concluding Remarks",
      "authors": [
        {
          "name": "Vatsyayana",
          "birth_year": null,
          "death_year": null
        }
      ],
      "summaries": [
        "\"The Kama Sutra of Vatsyayana\" by Vatsyayana is a classical ancient Indian text that serves as a guide on love and sexuality, written in the early centuries of the Common Era. This work is often perceived as an erotic manual, but it encompasses a wider scope, addressing relationships, the social practices of the time, and the art of living well in accordance with sensual pleasures, virtue, and material wealth.   The opening portion of this treatise provides a preface to its significance in Sanskrit literature, highlighting its comprehensive nature alongside other works related to love and sexuality. It illustrates Vatsyayana's objective to condense existing knowledge into a structured format for the benefit of readers seeking to understand the complex interplay of desire, socio-cultural practices, and philosophy surrounding love. In this introduction, key themes such as the classification of women, sexual unions, and the importance of mutual respect and understanding between partners begin to surface, laying the groundwork for a deeper exploration into the art of love that follows in later chapters. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Burton, Richard Francis, Sir",
          "birth_year": 1821,
          "death_year": 1890
        },
        {
          "name": "Bhide, Shivaram Parashuram",
          "birth_year": null,
          "death_year": null
        },
        {
          "name": "Indrajit, Bhagavanlal",
          "birth_year": null,
          "death_year": null
        }
      ],
      "subjects": [
        "Love",
        "Sex"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: Mythology, Legends & Folklore",
        "Category: Philosophy & Ethics",
        "Category: Sexuality & Erotica",
        "Erotic Fiction",
        "Sociology"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/27827.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/27827.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/27827.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/27827.txt.utf-8",
        "application/octet-stream": "https://www.gutenberg.org/files/27827/27827-page-images/f001.png",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/27827.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/27827/pg27827.cover.medium.jpg"
      },
      "download_count": 15823
    },
    {
      "id": 2680,
      "title": "Meditations",
      "authors": [
        {
          "name": "Marcus Aurelius, Emperor of Rome",
          "birth_year": 121,
          "death_year": 180
        }
      ],
      "summaries": [
        "\"Meditations\" by Marcus Aurelius is a philosophical work written in the 2nd century AD. This collection of personal writings offers insights into the Stoic philosophy and reflects the inner thoughts and reflections of the Roman Emperor as he navigates the complexities of leadership and personal virtue. The primary focus of the text is on self-reflection, ethical principles, and the importance of maintaining a rational mind amidst life's challenges.  The opening of \"Meditations\" introduces the background of Marcus Aurelius, detailing his upbringing, education, and philosophical influences. It highlights his deep respect for family and mentors who shaped his character, instilling values such as gentleness, temperance, and duty. As the text unfolds, Marcus sketches his numerous debts of gratitude to those who influenced him, emphasizing a life of moderation and dedication to philosophy. He lays the groundwork for his meditations on the nature of the universe, the human condition, and the virtues of compassion and self-discipline, all of which frame his exploration of Stoicism throughout the work. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Ethics",
        "Life",
        "Stoics"
      ],
      "bookshelves": [
        "Category: Biographies",
        "Category: Classics of Literature",
        "Category: Philosophy & Ethics",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2680.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2680.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2680.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2680.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2680.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2680/pg2680.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/2680/2680-0.zip"
      },
      "download_count": 15022
    },
    {
      "id": 8438,
      "title": "The Ethics of Aristotle",
      "authors": [
        {
          "name": "Aristotle",
          "birth_year": -384,
          "death_year": -322
        }
      ],
      "summaries": [
        "\"The Ethics of Aristotle\" by Aristotle is a foundational philosophical treatise written in the 4th century BC. This work serves as a comprehensive exploration of moral philosophy, addressing the nature of good character, virtue, and ultimately happiness, which Aristotle identifies as the chief aim of human action. The text is a part of Aristotle's broader discussions on human conduct, linked with his other work, \"Politics,\" to form a holistic view of moral and civic life.  The opening of this significant text introduces the central themes of ethics as they pertain to individual behavior in a societal context. Aristotle posits that every action is directed towards some good, with happiness defined as the ultimate end that people seek. Through a thorough analysis of various modes of life, including the pursuit of pleasure, honor, and contemplation, Aristotle thoughtfully critiques popular notions of happiness. He emphasizes the importance of virtue, which is achieved through habituation and reasoned action, ultimately weaving together ethics with the practical aspects of living well and functioning within the community. The excerpt illustrates Aristotle's method of philosophical inquiry, laying a groundwork for his extensive examination of moral virtues and their application in life. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Ethics"
      ],
      "bookshelves": [
        "Category: Classics of Literature",
        "Category: Philosophy & Ethics",
        "Classical Antiquity",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/8438.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/8438.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/8438.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/8438.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/8438.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/8438/pg8438.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/8438/8438-0.zip"
      },
      "download_count": 14325
    },
    {
      "id": 1600,
      "title": "Symposium",
      "authors": [
        {
          "name": "Plato",
          "birth_year": -428,
          "death_year": -348
        }
      ],
      "summaries": [
        "\"Symposium\" by Plato is a philosophical dialogue written during the late 4th century BC. The work centers on a banquet at which prominent figures, including Socrates, Phaedrus, Aristophanes, and Alcibiades, take turns delivering speeches in praise of love, exploring the various dimensions and ideals of the concept. Through their discussions, the dialogue delves into themes such as the nature of love, the relationship between physical attraction and deeper emotional connections, and the role of love in achieving virtue and wisdom.  The opening of the \"Symposium\" introduces a character named Apollodorus, who recounts the events of the banquet, eager to share the speeches on love he learned from his friend Aristodemus. Apollodorus describes how Socrates, invited by Agathon to the celebration following his victory in the dramatic competitions, engages with various guests, each of whom presents their unique perspectives on love. Notably, the speeches explore the distinctions between different types of love—earthly vs. heavenly—and the implications of love on personal virtue and societal dynamics, setting the stage for a rich examination of this central human experience that runs throughout the dialogue. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Jowett, Benjamin",
          "birth_year": 1817,
          "death_year": 1893
        }
      ],
      "subjects": [
        "Classical literature",
        "Love -- Early works to 1800",
        "Philosophy, Ancient",
        "Socrates, 470 BC-399 BC"
      ],
      "bookshelves": [
        "Category: Classics of Literature",
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1600.html.images",
        "text/html; charset=us-ascii": "https://www.gutenberg.org/files/1600/1600-h/1600-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1600.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1600.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1600.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1600.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1600/pg1600.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1600/pg1600-h.zip"
      },
      "download_count": 12522
    },
    {
      "id": 4280,
      "title": "The Critique of Pure Reason",
      "authors": [
        {
          "name": "Kant, Immanuel",
          "birth_year": 1724,
          "death_year": 1804
        }
      ],
      "summaries": [
        "\"The Critique of Pure Reason\" by Immanuel Kant is a foundational philosophical text written during the late 18th century. This critically important work examines the limits and scope of human understanding and knowledge, especially focusing on metaphysics and the distinction between a priori (knowledge independent of experience) and a posteriori (knowledge dependent on experience) cognitions.  The opening of the book introduces Kant's ambitious project of critically analyzing the capabilities of reason itself. He establishes that while all knowledge begins with experience, a portion of it can exist independently of experience. Kant delves into the significance of pure a priori knowledge, proposing that certain cognitive faculties allow humans to form necessary and universal judgments that are not derivable from empirical observation. He outlines a systematic approach toward metaphysics which, instead of making unfounded assertions, should investigate the very nature and limits of our reason, establishing a solid epistemological foundation before attempting any metaphysical inquiry. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Meiklejohn, J. M. D. (John Miller Dow)",
          "birth_year": 1830,
          "death_year": 1902
        }
      ],
      "subjects": [
        "Causation",
        "Knowledge, Theory of",
        "Philosophy, German",
        "Reason"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/4280.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/4280.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/4280.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/4280.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/4280.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/4280/pg4280.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/4280/pg4280-h.zip"
      },
      "download_count": 12192
    },
    {
      "id": 10615,
      "title": "An Essay Concerning Humane Understanding, Volume 1: MDCXC, Based on the 2nd Edition, Books 1 and 2",
      "authors": [
        {
          "name": "Locke, John",
          "birth_year": 1632,
          "death_year": 1704
        }
      ],
      "summaries": [
        "\"An Essay Concerning Humane Understanding, Volume 1\" by John Locke is a philosophical treatise written during the late 17th century. The work mainly explores the nature of human understanding, asserting that individuals are born without innate ideas and instead acquire knowledge through experience and reflection.   The opening of the essay introduces the central theme, where Locke emphasizes the importance of examining human understanding itself as a means to attain knowledge. He argues against the notion of innate principles, suggesting that our knowledge is built from sensory experience and the workings of our mind, rather than being pre-engraved in us from birth. In the initial chapters, he outlines his method of inquiry, focusing on the origins of ideas and the distinctions between knowledge, belief, and opinion. Locke proposes that a clearer understanding of human cognition can lead to more effective engagement with the world around us. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Knowledge, Theory of -- Early works to 1800"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/10615.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/10615.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/10615.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/10615.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/10615.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/10615/pg10615.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/10615/pg10615-h.zip"
      },
      "download_count": 11713
    },
    {
      "id": 2274,
      "title": "How to Live on 24 Hours a Day",
      "authors": [
        {
          "name": "Bennett, Arnold",
          "birth_year": 1867,
          "death_year": 1931
        }
      ],
      "summaries": [
        "\"How to Live on 24 Hours a Day\" by Arnold Bennett is a self-help guide written in the early 20th century. This philosophical examination explores the concept of time management and emphasizes the significance of effectively utilizing the daily 24 hours we all possess. Bennett addresses the common struggles individuals face in balancing work, leisure, and personal development, urging readers to cultivate a more enriched life beyond mere existence.  In the book, Bennett argues that many people lead unfulfilling lives because they focus excessively on their work hours, neglecting the rest of their day. He encourages readers to see their free time as an opportunity for personal growth and self-cultivation, suggesting practical ways to reclaim and maximize those hours. Through concise observations and relatable examples, Bennett emphasizes the value of prioritizing mental and creative pursuits, learning, and reflection, ultimately inspiring readers to take charge of their lives and live more purposefully amidst their busy routines. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Conduct of life",
        "Time management",
        "Values"
      ],
      "bookshelves": [
        "Bestsellers, American, 1895-1923",
        "Category: How To ...",
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2274.html.images",
        "text/html; charset=iso-8859-1": "https://www.gutenberg.org/files/2274/2274-h/2274-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2274.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2274.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2274.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2274.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2274/pg2274.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2274/pg2274-h.zip"
      },
      "download_count": 10781
    },
    {
      "id": 52319,
      "title": "The Genealogy of Morals: The Complete Works, Volume Thirteen, edited by Dr. Oscar Levy.",
      "authors": [
        {
          "name": "Nietzsche, Friedrich Wilhelm",
          "birth_year": 1844,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Genealogy of Morals\" by Friedrich Wilhelm Nietzsche is a philosophical polemic written in the late 19th century. This work examines the origins and evolution of moral values, particularly the concepts of \"good\" and \"evil,\" and presents a critique of traditional moral values shaped by ascetic ideals and resentment. Nietzsche seeks to uncover the historical contexts in which these moral prejudices developed, exploring their implications for human behavior and the concept of morality itself.  The opening of \"The Genealogy of Morals\" introduces Nietzsche’s examination of self-knowledge and the historical roots of our moral judgments. He reflects on humanity's struggle to understand the origins of concepts like \"Good\" and \"Evil,\" suggesting that philosophical inquiries into morality often fail due to a lack of historical and psychological insight. Nietzche conveys his intention to dissect moral values, contrasting aristocratic values, which he associates with nobility and strength, against the slave morality that arises from ressentiment, or resentment from the weak. This exploration leads to a deeper understanding of the motivations behind moral judgments and the complexities of human psyche shaped by culture and history. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "Levy, Oscar",
          "birth_year": 1867,
          "death_year": 1946
        }
      ],
      "translators": [
        {
          "name": "Kennedy, J. M. (John McFarland)",
          "birth_year": null,
          "death_year": null
        },
        {
          "name": "Samuel, Horace Barnett",
          "birth_year": 1883,
          "death_year": 1950
        }
      ],
      "subjects": [
        "Ethics"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/52319.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/52319.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/52319.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/52319.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/52319.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/52319/pg52319.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/52319/pg52319-h.zip"
      },
      "download_count": 9898
    },
    {
      "id": 5740,
      "title": "Tractatus Logico-Philosophicus",
      "authors": [
        {
          "name": "Wittgenstein, Ludwig",
          "birth_year": 1889,
          "death_year": 1951
        }
      ],
      "summaries": [],
      "editors": [],
      "translators": [
        {
          "name": "Ogden, C. K. (Charles Kay)",
          "birth_year": 1889,
          "death_year": 1957
        }
      ],
      "subjects": [
        "Language and languages -- Philosophy",
        "Logic, Symbolic and mathematical"
      ],
      "bookshelves": [
        "DE Sachbuch",
        "Mathematics",
        "Nobel Prizes in Literature",
        "Philosophy"
      ],
      "languages": [
        "de",
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "application/pdf": "https://www.gutenberg.org/files/5740/5740-pdf.pdf",
        "application/octet-stream": "https://www.gutenberg.org/files/5740/5740-page-images/f0001.png",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/5740.rdf",
        "application/prs.tex": "https://www.gutenberg.org/files/5740/5740-t/5740-t.tex",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/5740/pg5740.cover.medium.jpg"
      },
      "download_count": 9868
    },
    {
      "id": 29433,
      "title": "Nature",
      "authors": [
        {
          "name": "Emerson, Ralph Waldo",
          "birth_year": 1803,
          "death_year": 1882
        }
      ],
      "summaries": [
        "\"Nature\" by Ralph Waldo Emerson is a philosophical essay written in the mid-19th century, which falls into the Transcendentalist genre. This influential work seeks to explore the relationship between humanity and the natural world, advocating for a deep, original connection to the universe rather than one mediated through tradition and prior knowledge. Emerson emphasizes the importance of nature as a source of truth and inspiration, encouraging a personal and spiritual approach to experiencing the natural world.  In \"Nature,\" Emerson presents his ideas in a series of essays that delve into various aspects of nature and its significance in human life. He argues that nature serves multiple purposes: it offers commodities essential for survival, embodies beauty that can uplift the soul, and acts as a teacher that disciplines the mind and spirit. Each chapter reflects on different themes, such as the joy of solitude in nature, the interplay of beauty and truth, the power of language derived from natural symbols, and the spiritual dimension that connects humanity with the universe. Ultimately, Emerson posits that understanding and embracing nature leads to a more profound connection with one's self and the divine, suggesting that the exploration of nature is essentially an exploration of the human soul. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Nature",
        "Philosophy, American"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Essays, Letters & Speeches",
        "Category: Philosophy & Ethics",
        "Category: Religion/Spirituality"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/29433.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/29433.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/29433.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/29433.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/29433.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/29433/pg29433.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/29433/29433-8.zip"
      },
      "download_count": 9852
    },
    {
      "id": 1946,
      "title": "On War",
      "authors": [
        {
          "name": "Clausewitz, Carl von",
          "birth_year": 1780,
          "death_year": 1831
        }
      ],
      "summaries": [
        "\"On War\" by Carl von Clausewitz is a philosophical treatise on military strategy and the nature of warfare written in the early 19th century. The work addresses the concept of war as a means to achieve political objectives, outlining its inherent complexities and the balance between military actions and political aims.  The opening of \"On War\" presents an introduction that contextualizes the significance of warfare in relation to political objectives, particularly within the European landscape of the time. Clausewitz emphasizes that war is an act of violence aimed at compelling the adversary to fulfill one's will and examines the psychological and social underpinnings that lead nations into war. He discusses the necessity of understanding not just the immediate military goals, but also the broader political context, setting the stage for a comprehensive analysis of warfare that blends strategy, morality, and the dynamics of power. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Graham, J. J. (James John)",
          "birth_year": null,
          "death_year": null
        }
      ],
      "subjects": [
        "Military art and science",
        "War"
      ],
      "bookshelves": [
        "Category: History - Warfare",
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1946.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/1946/1946-h/1946-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1946.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1946.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1946.txt.utf-8",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/1946/1946-0.txt",
        "text/plain; charset=iso-8859-1": "https://www.gutenberg.org/files/1946/1946-8.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1946.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1946/pg1946.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1946/pg1946-h.zip"
      },
      "download_count": 9442
    },
    {
      "id": 5827,
      "title": "The Problems of Philosophy",
      "authors": [
        {
          "name": "Russell, Bertrand",
          "birth_year": 1872,
          "death_year": 1970
        }
      ],
      "summaries": [
        "\"The Problems of Philosophy\" by Bertrand Russell is a philosophical treatise written in the early 20th century. In this work, Russell explores fundamental questions regarding the nature of knowledge, reality, and existence, interrogating what we can genuinely know about the world around us. His examination begins with questions about the distinction between appearance and reality, as he aims to provide positive and constructive insights into philosophical problems rather than merely critiquing existing views.  The opening of the book sets the stage for these inquiries by posing the question of whether any knowledge is so certain that it cannot be doubted. Russell highlights the complexities involved in our perceptions, using the example of a table to illustrate how what we see, feel, and hear about it may not correspond to any definitive reality. He emphasizes that our experiences are mediated through subjective sense-data, leading him to question the existence of physical objects independent of our perception. By the end of the opening chapter, he introduces the notion of 'sense-data'—the immediate experiences from our senses—and contrasts them with 'physical objects,' thus outlining the conceptual framework he will develop further in the subsequent chapters. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Knowledge, Theory of",
        "Metaphysics",
        "Philosophy -- Introductions"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics",
        "Nobel Prizes in Literature",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/5827.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/5827.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/5827.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/5827.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/5827.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/5827/pg5827.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/5827/5827-8.zip"
      },
      "download_count": 9328
    },
    {
      "id": 16643,
      "title": "Essays by Ralph Waldo Emerson",
      "authors": [
        {
          "name": "Emerson, Ralph Waldo",
          "birth_year": 1803,
          "death_year": 1882
        }
      ],
      "summaries": [
        "\"Essays\" by Ralph Waldo Emerson is a collection of philosophical reflections and lectures written in the mid-19th century. The essays explore profound themes such as individualism, self-reliance, and the relationship between humanity and nature. Emerson's work is foundational to American transcendentalism and invites readers to consider the interconnectedness of life, thought, and the natural world.  The opening of this collection provides substantial background on Emerson's life and influences, illustrating his growth from a reserved schoolboy to a prominent philosopher and public speaker. It outlines his educational journey, his brief tenure in the ministry, and his shift toward authorship and lectures after expressing ideas that challenged conventional religious thought. The narrative emphasizes Emerson's belief in the \"American Scholar,\" a figure representing intellectual independence, responsible engagement with social issues, and a harmonious connection with nature, setting the stage for the significant philosophical themes found throughout the essays. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "Turpin, Edna Henry Lee",
          "birth_year": 1867,
          "death_year": 1952
        }
      ],
      "translators": [],
      "subjects": [
        "Essays"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Essays, Letters & Speeches",
        "Category: Philosophy & Ethics",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/16643.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/16643.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/16643.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/16643.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/16643.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/16643/pg16643.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/16643/16643-0.zip"
      },
      "download_count": 9195
    },
    {
      "id": 3800,
      "title": "Ethics",
      "authors": [
        {
          "name": "Spinoza, Benedictus de",
          "birth_year": 1632,
          "death_year": 1677
        }
      ],
      "summaries": [
        "\"Ethics\" by Benedictus de Spinoza is a philosophical treatise written in the mid-17th century. The work systematically examines the nature of reality, the existence of God, and the interplay between nature and human thought. It seeks to establish a framework for understanding ethics through a geometric method, aiming for clarity and logical rigor.  The beginning of \"Ethics\" introduces foundational concepts and definitions fundamental to Spinoza's philosophy. He defines substance, attributes, modes, and the nature of God, emphasizing that God is an absolutely infinite being whose essence includes existence. Spinoza outlines key propositions that explore the implications of substances and their modifications, ultimately arguing for a singular framework in which everything exists in God. This introductory section sets the stage for a more detailed exploration of the mind, human emotion, and the essence of existence, promising an intricate argumentation that intertwines metaphysics and ethics. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Elwes, R. H. M. (Robert Harvey Monro)",
          "birth_year": 1853,
          "death_year": null
        }
      ],
      "subjects": [
        "Ethics"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics",
        "Philosophy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/3800.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/3800.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/3800.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/3800.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/3800.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/3800/pg3800.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/3800/3800-8.zip"
      },
      "download_count": 9114
    },
    {
      "id": 61,
      "title": "The Communist Manifesto",
      "authors": [
        {
          "name": "Marx, Karl",
          "birth_year": 1818,
          "death_year": 1883
        },
        {
          "name": "Engels, Friedrich",
          "birth_year": 1820,
          "death_year": 1895
        }
      ],
      "summaries": [
        "\"The Communist Manifesto\" by Karl Marx and Friedrich Engels is a political pamphlet written in the mid-19th century, during a period of significant social and industrial upheaval. This influential work addresses the struggles between different social classes, specifically between the bourgeoisie (capitalist class) and the proletariat (working class), advocating for the overthrow of the capitalist system and the establishment of a classless society. It is widely regarded as a foundational text for modern socialist and communist movements.  In the manifesto, Marx and Engels introduce their theory of historical materialism, positing that all of history is defined by class struggles. They discuss the emergence of the bourgeoisie from feudal society and its role in modern industry, which has led to the exploitation and alienation of the proletariat. The document outlines the inevitable conflicts that arise from this relationship, calling for the workers of the world to unite and seize control over the means of production. Ultimately, the manifesto argues for the abolition of private property and advocates for revolutionary actions to liberate the working class from oppression, emphasizing that the proletariat has nothing to lose but their chains. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Communism",
        "Socialism"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: Economics",
        "Category: Essays, Letters & Speeches",
        "Category: History - Modern (1750+)",
        "Category: Philosophy & Ethics",
        "Category: Politics",
        "Philosophy",
        "Politics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/61.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/61.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/61.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/61.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/61.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/61/pg61.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/61/61-0.zip"
      },
      "download_count": 8832
    },
    {
      "id": 58585,
      "title": "The Prophet",
      "authors": [
        {
          "name": "Gibran, Kahlil",
          "birth_year": 1883,
          "death_year": 1931
        }
      ],
      "summaries": [
        "\"The Prophet\" by Kahlil Gibran is a philosophical and poetic work written during the early 20th century. The book is often categorized as a spiritual essay or collection of poetic essays, as it features Gibran's reflections on various aspects of life, such as love, marriage, work, and freedom, offered by the titular character, Almustafa. The core theme is the exploration of the inner truths of existence and human experiences, expressed through lyrical, emotional language that blends spirituality and practicality.  In this narrative, Almustafa, a prophet who has lived in the city of Orphalese for twelve years, is preparing to return to his homeland. As he departs, the people of the city seek his wisdom on various topics, and he imparts profound insights on subjects like love, marriage, children, joy and sorrow, and death. Each of his response resonates with universal truths and invites readers to reflect on their own experiences. The dialogue not only showcases Gibran's eloquent and philosophical style but also emphasizes the interconnectedness of all human experiences, ultimately reminding readers of the beauty of life despite its inevitable challenges and sorrows. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Mysticism -- Poetry",
        "Prose poems, American"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics",
        "Category: Poetry",
        "Category: Religion/Spirituality"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/58585.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/58585.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/58585.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/58585.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/58585.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/58585/pg58585.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/58585/pg58585-h.zip"
      },
      "download_count": 8716
    },
    {
      "id": 18269,
      "title": "Pascal's Pensées",
      "authors": [
        {
          "name": "Pascal, Blaise",
          "birth_year": 1623,
          "death_year": 1662
        }
      ],
      "summaries": [
        "\"Pascal's Pensées\" by Blaise Pascal is a philosophical work written in the 17th century. It consists of a collection of thoughts, reflections, and notes that explore the nature of humanity, faith, and the human condition. The text delves into profound religious and existential questions, emphasizing the struggle between reason and faith as well as the inherent misery of humanity without God.  The opening of \"Pascal's Pensées\" begins with an introduction by T.S. Eliot, who highlights Blaise Pascal's significance as both a mathematician and a religious thinker. Eliot outlines Pascal's life, his early brilliance in scientific endeavors, and his eventual turn towards spiritual matters, particularly influenced by his connection to Jansenism. The text introduces the central themes that will be expanded upon in the subsequent sections, contrasting human misery without divine understanding and the philosophical inquiries that attempt to grapple with these existential dilemmas. As the reader embarks on this journey, they are invited to reflect on the complexities of belief and the nature of the human spirit. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Apologetics -- Early works to 1800",
        "Catholic Church -- Apologetic works -- Early works to 1800",
        "Catholic Church -- Doctrines -- Early works to 1800"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: Essays, Letters & Speeches",
        "Category: Philosophy & Ethics",
        "Category: Religion/Spirituality",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/18269.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/18269.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/18269.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/18269.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/18269.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/18269/pg18269.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/18269/18269-0.zip"
      },
      "download_count": 8517
    },
    {
      "id": 52263,
      "title": "The Twilight of the Idols; or, How to Philosophize with the Hammer. The Antichrist: Complete Works, Volume Sixteen",
      "authors": [
        {
          "name": "Nietzsche, Friedrich Wilhelm",
          "birth_year": 1844,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Twilight of the Idols; or, How to Philosophize with the Hammer\" by Friedrich Nietzsche is a philosophical treatise written in the late 19th century. This work serves as a critical examination of traditional values in Western philosophy and morality, articulating Nietzsche's call for a profound reassessment and \"transvaluation\" of these values. Central to the work is the idea that many long-held beliefs, particularly those stemming from religious and moral doctrines, have become idols that require destruction to clear the way for a more life-affirming philosophy.  The opening of \"The Twilight of the Idols\" sets the stage for Nietzsche's sweeping critique of societal norms and philosophies that undermine individual strength and vitality. It features a translator’s preface that provides background on the work's brief composition timeframe and its significance in Nietzsche's oeuvre. The preface emphasizes Nietzsche's intent to challenge entrenched beliefs that he sees as harmful, claiming that the \"old truth\" is becoming irrelevant as humanity faces a new and empowered understanding of existence. Nietzsche expresses his conviction that current interpretations of morality do not serve life but rather promote a stance of decay and resentment against it. Throughout this groundwork, the author foreshadows the profound arguments he will present in the subsequent sections, illuminating his vision to invigorate human potential. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "Levy, Oscar",
          "birth_year": 1867,
          "death_year": 1946
        }
      ],
      "translators": [
        {
          "name": "Ludovici, Anthony M. (Anthony Mario)",
          "birth_year": 1882,
          "death_year": 1971
        }
      ],
      "subjects": [
        "Philosophy"
      ],
      "bookshelves": [
        "Category: Philosophy & Ethics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/52263.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/52263.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/52263.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/52263.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/52263.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/52263/pg52263.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/52263/pg52263-h.zip"
      },
      "download_count": 8045
    },
    {
      "id": 41360,
      "title": "The Elementary Forms of the Religious Life",
      "authors": [
        {
          "name": "Durkheim, Émile",
          "birth_year": 1858,
          "death_year": 1917
        }
      ],
      "summaries": [
        "\"The Elementary Forms of the Religious Life\" by Émile Durkheim is a scientific publication written in the early 20th century. In this work, Durkheim explores the most primitive and simple forms of religion, aiming to analyze and explain the essential components of the religious experience and its fundamental role in society. He seeks to understand how religious beliefs and practices are rooted in collective social realities, which, in turn, reflect the nature of humanity itself.  At the start of the book, Durkheim outlines his methodology and the scope of his study, emphasizing the importance of examining primitive religions to uncover universal aspects of all religious practices. He argues against preconceived notions of religion, asserting that one must approach the subject with an open mind to fully appreciate the distinct characteristics of religious phenomena. Durkheim highlights the division between the sacred and the profane, establishing this duality as a foundational concept in understanding religious thought and behavior. He critiques existing definitions of religion that rely on supernatural elements or the concept of divinity, advocating for a broader perspective that includes a variety of beliefs and practices across different cultures. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Swain, Joseph Ward",
          "birth_year": 1891,
          "death_year": null
        }
      ],
      "subjects": [
        "Cults",
        "Religion",
        "Religion -- Philosophy",
        "Rites and ceremonies",
        "Totemism"
      ],
      "bookshelves": [
        "Category: Religion/Spirituality",
        "Category: Sociology"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/41360.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/41360.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/41360.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/41360.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/41360.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/41360/pg41360.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/41360/pg41360-h.zip"
      },
      "download_count": 7997
    },
    {
      "id": 45304,
      "title": "The City of God, Volume I",
      "authors": [
        {
          "name": "Augustine, Saint, Bishop of Hippo",
          "birth_year": 354,
          "death_year": 430
        }
      ],
      "summaries": [
        "\"The City of God, Volume I\" by Bishop of Hippo Saint Augustine is a theological treatise written in the early 5th century. This work is an apology for Christianity following the fall of Rome, addressing the criticisms levied against Christians by pagans who attributed the calamities of the world to their religion. Augustine aims to defend the Christian faith and argue that true prosperity and virtue come from Christ, not from the worship of the Roman gods.  The opening of \"The City of God\" details Augustine's response to pagan accusations that the sack of Rome by the Goths was a result of the Christian prohibition of idol worship. Augustine contends that the calamities experienced by Rome and its populace can be attributed instead to moral corruption and the failings of the pagan gods, drawing on historical examples to bolster his argument. He notes that many who have mocked Christians owe their very lives to the sanctuaries of Christianity during the siege, suggesting that those who survived did so not due to pagan deities but because of divine mercy. The tone of Augustine’s writing is both defensive and instructional, setting the stage for a rigorous philosophical and theological discourse throughout the rest of the volume. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "Dods, Marcus",
          "birth_year": 1834,
          "death_year": 1909
        }
      ],
      "translators": [],
      "subjects": [
        "Apologetics -- Early works to 1800",
        "Kingdom of God -- Early works to 1800"
      ],
      "bookshelves": [
        "Category: History - Ancient",
        "Category: Philosophy & Ethics",
        "Category: Religion/Spirituality"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/45304.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/45304.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/45304.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/45304.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/45304.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/45304/pg45304.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/45304/pg45304-h.zip"
      },
      "download_count": 7797
    },
    {
      "id": 25142,
      "title": "王陽明全集",
      "authors": [
        {
          "name": "Wang, Yangming",
          "birth_year": 1472,
          "death_year": 1529
        }
      ],
      "summaries": [
        "\"王陽明全集\" by Yangming Wang is a philosophical work written during the Ming dynasty. This collection features the teachings and reflections of Wang Shouren, a prominent Confucian thinker, and encompasses various texts that explore the relationship between knowledge and action, the cultivation of moral character, and the pursuit of understanding one's innate goodness. The work is likely rooted in a time where Confucianism was being interpreted and applied to the complexities of governance and personal virtue.  The opening of the text delves into discussions between the author and a follower, named Ai, regarding the teachings derived from ancient texts, particularly focusing on the essence of knowledge and action. In this dialogue, Ai questions the differences in interpretations of principles such as \"親民\" (being close to the people) versus \"新民\" (new people), and the concept of knowing when to act, leading to a rich exploration of how deeply grasping moral truths requires continual reflection and alignment of one's inner motivations. Wang emphasizes the importance of achieving clarity of heart and mind to embody the highest virtues, portraying an intellectual journey towards understanding and embodying truth. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Neo-Confucianism",
        "Philosophy, Chinese"
      ],
      "bookshelves": [
        "Category: Essays, Letters & Speeches",
        "Category: Philosophy & Ethics",
        "Category: Religion/Spirituality"
      ],
      "languages": [
        "zh"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/25142.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/25142.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/25142.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/25142.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/25142.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/25142/pg25142.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/25142/25142-0.zip"
      },
      "download_count": 7497
    },
    {
      "id": 45315,
      "title": "The Marriage of Heaven and Hell",
      "authors": [
        {
          "name": "Blake, William",
          "birth_year": 1757,
          "death_year": 1827
        }
      ],
      "summaries": [
        "\"The Marriage of Heaven and Hell\" by William Blake is a poetic work written in the late 18th century. This collection of philosophical writings and poetry explores the nature of good and evil, reason and energy, and the interplay of desire and restraint. It innovatively challenges traditional views of morality and spirituality, proposing that opposites are necessary for human existence and that energy, often labeled as \"evil,\" is vital for understanding human experience.  The book presents a series of provocative and imaginative ideas, conveyed through a combination of prose and verse. It opens with an argument regarding the necessity of contraries, positing that the division between good and evil is a construct of human perception. Blake employs the character of the Devil to voice dissenting ideas against conventional religious beliefs, advocating for the acceptance and celebration of human desires. Through memorable fancies and proverbs of hell, the text critiques societal norms and religious doctrines, emphasizing that true understanding and liberation come from embracing one's inherent energies and desires. The work is rich with allegory and has had a lasting impact on literature and philosophy, inviting readers to reconsider their perspectives on morality and existence. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Heaven",
        "Hell",
        "Mysticism"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Philosophy & Ethics",
        "Category: Poetry"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/45315.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/45315.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/45315.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/45315.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/45315.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/45315/pg45315.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/45315/pg45315-h.zip"
      },
      "download_count": 7177
    }
  ]
}