{
  "count": 7120,
  "next": "https://gutendex.com/books/?page=2&topic=short+stories",
  "previous": null,
  "results": [
    {
      "id": 41,
      "title": "The Legend of Sleepy Hollow",
      "authors": [
        {
          "name": "Irving, Washington",
          "birth_year": 1783,
          "death_year": 1859
        }
      ],
      "summaries": [
        "\"The Legend of Sleepy Hollow\" by Washington Irving is a classic short story from the early 19th century, specifically during the Romantic era. This tale is a blend of folklore and ghost story that takes place in the mythical village of Sleepy Hollow, where supernatural occurrences and local legends intertwine within a vividly described rural setting. The narrative centers on themes of love, rivalry, and the collision of rational thought with superstition.  The story primarily follows Ichabod Crane, a lanky schoolteacher who arrives in Sleepy Hollow to woo the beautiful Katrina Van Tassel, daughter of a wealthy farmer. However, he is met with competition from the burly Brom Bones, who is equally determined to win her affections. As Ichabod navigates his way through local superstitions and his own fear of the supernatural, he ultimately encounters the infamous Headless Horseman during a fateful ride home. The story culminates in a climactic chase that leads to Ichabod's mysterious disappearance. Through entertaining characters and a blend of humor and horror, Irving crafts a story that remains a beloved part of American literature, exploring themes of ambition, jealousy, and the power of legend. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Ghosts -- Fiction",
        "New York (State) -- History -- 1775-1865 -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Mythology, Legends & Folklore",
        "Category: Short Stories",
        "Children's Literature",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/41.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/41.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/41.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/41.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/41.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/41/pg41.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/41/41-0.zip"
      },
      "download_count": 49447
    },
    {
      "id": 2148,
      "title": "The Works of Edgar Allan Poe — Volume 2",
      "authors": [
        {
          "name": "Poe, Edgar Allan",
          "birth_year": 1809,
          "death_year": 1849
        }
      ],
      "summaries": [
        "\"The Works of Edgar Allan Poe — Volume 2\" by Edgar Allan Poe is a collection of literary works, including short stories and essays, written during the early to mid-19th century. This volume contains a range of tales that delve into themes of mystery, horror, and the uncanny, showcasing Poe's mastery of suspenseful and psychological storytelling. Notable pieces include \"The Purloined Letter,\" which features the brilliant detective C. Auguste Dupin as he solves a complex crime involving a stolen letter of great importance, highlighting both the ingenuity of the detective and the folly of the authorities.  The opening of the volume features \"The Purloined Letter,\" where the narrator and Dupin engage in deep contemplation over previous mysteries when they are visited by Monsieur G, the Prefect of the Parisian police. The Prefect brings details of a perplexing case involving a missing letter that holds significant political power, stolen by the Minister D. As the Prefect describes his failed attempts to recover the letter, Dupin's insights reveal that the straightforward nature of the theft has eluded the authorities. The narrative sets a tone of intellectual intrigue as Dupin prepares to outsmart both the Prefect and the clever Minister, emphasizing Poe’s exploration of human intellect and the nature of perception. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "American fiction -- 19th century",
        "Fantasy fiction",
        "Horror tales, American",
        "Short stories"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Short Stories",
        "Detective Fiction",
        "Gothic Fiction",
        "Horror",
        "Mystery Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2148.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2148.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2148.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2148.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2148.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2148/pg2148.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2148/pg2148-h.zip"
      },
      "download_count": 32727
    },
    {
      "id": 1661,
      "title": "The Adventures of Sherlock Holmes",
      "authors": [
        {
          "name": "Doyle, Arthur Conan",
          "birth_year": 1859,
          "death_year": 1930
        }
      ],
      "summaries": [
        "\"The Adventures of Sherlock Holmes\" by Arthur Conan Doyle is a collection of detective stories written during the late 19th century. The book introduces the legendary detective Sherlock Holmes and his loyal companion, Dr. John Watson, as they embark on various intriguing cases, filled with mystery and clever deductions.  The opening of the book presents \"A Scandal in Bohemia,\" where Dr. Watson reflects on his relationship with Holmes and hints at the detective's infatuation with Irene Adler, a woman of great significance in his past. In this initial chapter, a royal client, who is later revealed to be the King of Bohemia, seeks Holmes's help to retrieve a compromising photograph involving Adler before his impending marriage. Watson observes Holmes's deductive abilities as Holmes analyzes a mysterious note from the king and receives visitors of significant stature, foreshadowing the adventure ahead. This introduction sets the stage for a thrilling narrative filled with twists and an exploration of Holmes's character, particularly in relation to women and the complexities of human emotions. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Detective and mystery stories, English",
        "Holmes, Sherlock (Fictitious character) -- Fiction",
        "Private investigators -- England -- Fiction"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: British Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Short Stories",
        "Contemporary Reviews",
        "Detective Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1661.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1661.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1661.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1661.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1661.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1661/pg1661.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1661/pg1661-h.zip"
      },
      "download_count": 28712
    },
    {
      "id": 1952,
      "title": "The Yellow Wallpaper",
      "authors": [
        {
          "name": "Gilman, Charlotte Perkins",
          "birth_year": 1860,
          "death_year": 1935
        }
      ],
      "summaries": [
        "\"The Yellow Wallpaper\" by Charlotte Perkins Gilman is a short story written in the late 19th century, often associated with the feminist literature genre. The narrative explores the themes of mental illness, gender roles, and the constraints faced by women in a patriarchal society. It follows the mental deterioration of a woman who is confined to a room by her husband, who is also her physician, under the pretense of helping her recover from what he diagnoses as temporary nervous depression.  The story is presented as a series of journal entries written by an unnamed woman who is taken to a secluded mansion for rest cure. As she spends time in the nursery, she becomes increasingly obsessed with the room's yellow wallpaper, which she finds repulsive yet fascinating. Over time, she perceives a figure of a woman trapped within the wallpaper, reflecting her own feelings of oppression and entrapment. As the protagonist's isolation and desperation grow, she begins to identify with the figure, leading to a dramatic climax where she asserts her will by tearing down the wallpaper, ultimately rejecting the control her husband has over her life. The story is a powerful commentary on the struggles against patriarchal domination and the importance of self-identity and freedom. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Feminist fiction",
        "Married women -- Psychology -- Fiction",
        "Mentally ill women -- Fiction",
        "Psychological fiction",
        "Sex role -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Short Stories",
        "Gothic Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1952.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1952.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1952.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1952.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1952.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1952/pg1952.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1952/pg1952-h.zip"
      },
      "download_count": 26816
    },
    {
      "id": 2591,
      "title": "Grimms' Fairy Tales",
      "authors": [
        {
          "name": "Grimm, Jacob",
          "birth_year": 1785,
          "death_year": 1863
        },
        {
          "name": "Grimm, Wilhelm",
          "birth_year": 1786,
          "death_year": 1859
        }
      ],
      "summaries": [
        "\"Grimms' Fairy Tales\" by Jacob Grimm and Wilhelm Grimm is a renowned collection of folk tales compiled in the early 19th century. This collection features a myriad of enchanting stories that explore themes of morality, adventure, and the fantastical, capturing the imagination of both children and adults alike. Prominent tales such as \"Hansel and Gretel,\" \"Cinderella,\" and \"The Frog Prince\" weave together vivid narratives populated with princes, princesses, magical creatures, and wise animals, emphasizing timeless lessons embedded in each enchanting narrative.  At the start of \"Grimms' Fairy Tales,\" readers are introduced to the world of magic and wonder through a preparatory note that acknowledges the translations of the original German tales. The opening stories include beloved classics such as \"The Golden Bird,\" which follows a gardener's youngest son as he embarks on an adventure to capture a golden bird, aided by a cunning fox. Other tales such as \"Hans in Luck\" and \"Jorinda and Jorindel\" offer whimsical insights into luck and transformation, showcasing the variety of themes and characters that readers will encounter throughout the collection. Each story unfolds with its own unique charm, setting the stage for a journey into the remarkable and often moralistic world of fairy tales essential to cultural storytelling. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Fairy tales -- Germany"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: German Literature",
        "Category: Mythology, Legends & Folklore",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2591.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/2591/2591-h/2591-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2591.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2591.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2591.txt.utf-8",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/2591/2591-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2591.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2591/pg2591.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2591/pg2591-h.zip"
      },
      "download_count": 25605
    },
    {
      "id": 36034,
      "title": "White Nights and Other Stories: The Novels of Fyodor Dostoevsky, Volume X",
      "authors": [
        {
          "name": "Dostoyevsky, Fyodor",
          "birth_year": 1821,
          "death_year": 1881
        }
      ],
      "summaries": [
        "\"White Nights and Other Stories\" by Fyodor Dostoyevsky is a collection of short stories written in the mid-19th century. The title story, \"White Nights,\" revolves around an unnamed narrator who leads a solitary life in St. Petersburg and unexpectedly finds connection with a mysterious young woman named Nastenka. The collection explores themes of loneliness, longing, and the complexities of human relationships through the lens of Dostoyevsky's profound psychological insight.  At the start of \"White Nights,\" the narrator describes his feelings of desolation as he wanders through St. Petersburg, reflecting on his profound loneliness as the city empties out for the summer. He encounters Nastenka, who is weeping at the canal, and in their interaction, a delicate bond begins to form. The narrator, filled with shyness, provides her a sense of safety in the face of an unwanted advance from a drunken gentleman. Their conversation reveals much about their longing for connection and inner turmoil, setting the stage for a passionate, albeit complex, relationship marked by unspoken emotions and dreams intertwined with reality. As the night unfolds, the narrator's infatuation with Nastenka deepens, but her heart seems already tethered to someone else, creating a poignant tension that is typical of Dostoyevsky's compelling storytelling. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Garnett, Constance",
          "birth_year": 1861,
          "death_year": 1946
        }
      ],
      "subjects": [
        "Dostoyevsky, Fyodor, 1821-1881 -- Translations into English",
        "Russian fiction -- Translations into English"
      ],
      "bookshelves": [
        "Category: Russian Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/36034.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/36034.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/36034.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/36034.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/36034.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/36034/pg36034.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/36034/36034-8.zip"
      },
      "download_count": 21109
    },
    {
      "id": 8492,
      "title": "The King in Yellow",
      "authors": [
        {
          "name": "Chambers, Robert W. (Robert William)",
          "birth_year": 1865,
          "death_year": 1933
        }
      ],
      "summaries": [
        "\"The King in Yellow\" by Robert W. Chambers is a collection of short stories written in the late 19th century. This work weaves together themes of madness, decay, and the supernatural, often revolving around a mysterious play that drives its readers to madness. The stories explore the lives of various characters, including the ambitious Hildred Castaigne, who becomes entangled with the dark influence of the titular King in Yellow, a character symbolizing despair and horror.  At the start of \"The King in Yellow,\" we are introduced to a disquieting atmosphere set in a future America, where the government has established a 'Lethal Chamber' for those seeking voluntary death. The protagonist, Hildred Castaigne, reflects on his recent convalescence from a head injury and his obsession with a particular play, \"The King in Yellow.\" His fixation leads him to visit a deranged character named Mr. Wilde, a so-called \"Repairer of Reputations,\" who signifies the blurring line between sanity and madness. As Hildred interacts with the characters around him, including the romantic tension involving his cousin Louis and Constance, the story hints at a larger, ominous force that looms over their lives, foreshadowing the psychological and tragic consequences of their obsessions. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Horror tales, American",
        "Short stories, American",
        "United States -- Social life and customs -- 19th century -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Science-Fiction & Fantasy",
        "Category: Short Stories",
        "Horror"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/8492.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/8492.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/8492.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/8492.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/8492.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/8492/pg8492.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/8492/pg8492-h.zip"
      },
      "download_count": 20778
    },
    {
      "id": 39635,
      "title": "The best short stories of 1918, and the yearbook of the American short story",
      "authors": [],
      "summaries": [
        "\"The Best Short Stories of 1918\" edited by Edward J. O’Brien is a collection of short stories written in the early 20th century. This anthology compiles standout works from the American short story scene of that year, reflecting the literary landscape shaped by the tumultuous backdrop of World War I. Included are various narratives that capture a range of human experiences, emotions, and societal reflections, offering readers a glimpse of the period's literary richness.  The opening of the collection begins with an introduction from O’Brien, where he discusses the impact of the war on contemporary literature, particularly on the imagination of writers. He notes a decline in the quality of short stories published during the year, attributing it to the overwhelming realities of war, before expressing optimism that a new and powerful literature will eventually emerge. Following this introduction, the first story, \"A Simple Act of Piety\" by Achmed Abdullah, captivates readers with its dark and intricate tale of a murder committed by Nag Hong Fah, a wealthy Chinese man who reflects ponderously on morality while living heedlessly among the chaos of urban life. Abdullah crafts a narrative that intertwines culture, identity, and the stark realities of his character's existence, setting a compelling tone for the stories that follow in this varied anthology. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "O'Brien, Edward J. (Edward Joseph)",
          "birth_year": 1890,
          "death_year": 1941
        }
      ],
      "translators": [],
      "subjects": [
        "American fiction -- 20th century",
        "Short stories -- 20th century -- Bibliography",
        "Short stories -- 20th century -- Indexes",
        "Short stories, American"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/39635.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/39635.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/39635.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/39635.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/39635.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/39635/pg39635.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/39635/39635-0.zip"
      },
      "download_count": 19175
    },
    {
      "id": 60976,
      "title": "Rip Van Winkle",
      "authors": [
        {
          "name": "Irving, Washington",
          "birth_year": 1783,
          "death_year": 1859
        }
      ],
      "summaries": [
        "\"Rip Van Winkle\" by Washington Irving is a short story written in the early 19th century. This tale belongs to the genre of American folklore and fantasy, reflecting on themes of change, identity, and the passage of time. Set against the backdrop of the post-Revolutionary War period, it offers a poignant exploration of individual transformation amidst societal shifts.  The story follows Rip Van Winkle, a good-natured yet lazy man living in a small village at the foot of the Kaatskill Mountains. Tired of his domineering wife, Rip escapes into the mountains where he encounters a group of mysterious figures playing ninepins and drinking from a keg. After partaking in their drink, Rip falls asleep and awakens twenty years later to find that the world and his village have changed dramatically. His wife has died, the American Revolution has occurred, and the once-familiar faces are replaced by strangers. Ultimately, the tale highlights themes of nostalgia and the inevitability of change, as Rip must reconcile his past with the new reality of his existence. Through the humorous and fantastical journey of Rip, Irving captures the essence of the American spirit and the complexities of personal identity in a transforming society. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Catskill Mountains Region (N.Y.) -- History -- 18th century -- Fiction",
        "Fantasy fiction",
        "Hudson River (N.Y. and N.J.) -- Fiction",
        "New York (State) -- History -- 1775-1865 -- Fiction",
        "Van Winkle, Rip (Fictitious character) -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Mythology, Legends & Folklore",
        "Category: Science-Fiction & Fantasy",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/60976.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/60976.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/60976.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/60976.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/60976.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/60976/pg60976.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/60976/pg60976-h.zip"
      },
      "download_count": 18926
    },
    {
      "id": 2814,
      "title": "Dubliners",
      "authors": [
        {
          "name": "Joyce, James",
          "birth_year": 1882,
          "death_year": 1941
        }
      ],
      "summaries": [
        "\"Dubliners\" by James Joyce is a collection of short stories written in the late 19th century. The stories explore the everyday lives and struggles of the residents of Dublin, offering a poignant and often critical look at the themes of paralysis, identity, and the quest for meaning within the constraints of society. The opening story, \"The Sisters,\" sets the tone for the collection by introducing a young boy reflecting on the death of Father Flynn, a priest who had a significant, albeit troubling, influence on his life.  The opening of \"Dubliners\" begins with the story \"The Sisters,\" which recounts a young boy's complicated feelings following the death of Father Flynn, a friend and mentor. The boy feels a mix of sorrow and relief at the priest's passing, as he recalls ambiguous moments from their relationship. While visiting the house of mourning, interactions between the boy, his relatives, and other family friends reveal conflicting views about Father Flynn's character and his past. Through vivid descriptions and subtle emotions, Joyce conveys themes of death, guilt, and the search for understanding, leaving the reader with a sense of impending complexity that resonates throughout the entire collection. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Dublin (Ireland) -- Fiction",
        "Short stories"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: British Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2814.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2814.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2814.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2814.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2814.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2814/pg2814.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/2814/2814-0.zip"
      },
      "download_count": 14421
    },
    {
      "id": 236,
      "title": "The Jungle Book",
      "authors": [
        {
          "name": "Kipling, Rudyard",
          "birth_year": 1865,
          "death_year": 1936
        }
      ],
      "summaries": [
        "\"The Jungle Book\" by Rudyard Kipling is a collection of stories originally published in the late 19th century. It primarily revolves around the adventures of a young boy named Mowgli, who is raised by wolves in the Indian jungle, exploring themes of nature, survival, and the clash between civilization and the wild. The narrative delves into the bonds formed between Mowgli and various animal characters, highlighting the laws that govern the lives of jungle inhabitants.  At the start of the book, the story introduces Mowgli's origins as he is discovered by Father Wolf after wandering into the wolf pack's territory. The fierce tiger Shere Khan poses a threat as he seeks to claim Mowgli for himself. Mother Wolf, however, fiercely defends Mowgli, declaring him as her own and igniting a debate among the pack members about the consequences of accepting a human child into their midst. This opening sets the stage for Mowgli’s complex relationship with both the jungle and the human world, showcasing the challenges he faces as he grows up estranged from both realms. It sets a tone of adventure and danger that permeates the stories to come, inviting readers into a richly imagined natural world. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Adventure stories, English",
        "Animals -- Fiction",
        "Feral children -- Fiction",
        "India -- Fiction",
        "India -- History -- 19th century -- Fiction",
        "Jungle animals -- Fiction",
        "Jungles -- Fiction",
        "Mowgli (Fictitious character) -- Fiction",
        "Short stories"
      ],
      "bookshelves": [
        "Category: Adventure",
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Short Stories",
        "Children's Literature",
        "Contemporary Reviews",
        "Movie Books",
        "Nobel Prizes in Literature",
        "Scouts"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/236.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/236.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/236.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/236.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/236.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/236/pg236.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/236/pg236-h.zip"
      },
      "download_count": 10442
    },
    {
      "id": 57333,
      "title": "Project Gutenberg Compilation of Short Stories by Chekhov",
      "authors": [
        {
          "name": "Chekhov, Anton Pavlovich",
          "birth_year": 1860,
          "death_year": 1904
        }
      ],
      "summaries": [
        "\"Project Gutenberg Compilation of Short Stories by Chekhov\" by Chekhov is a collection of short stories likely written in the late 19th century. This compilation includes a wide array of tales highlighting the intricacies of human nature, often set against the backdrop of Russian society. The stories evoke themes of love, loss, and the complexities of relationships, showcasing the plight of various characters navigating their personal struggles.  The beginning of \"The Horse-Stealers,\" the first story in the collection, introduces the character Yergunov, a hospital assistant who finds himself lost in a snowstorm after borrowing a horse from his doctor. As he stumbles upon a suspicious tavern known for its association with local thieves, Yergunov encounters interesting yet dubious characters, including a known horse thief named Kalashnikov. The atmosphere thickens with intrigue as Yergunov grapples with his own moral compass amidst the seedy setting, leading to a series of encounters that explore themes of bravado, shame, and desire. This opening sets the tone for a deeper exploration of human behavior and societal norms prevalent throughout Chekhov's work. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "Widger, David",
          "birth_year": 1932,
          "death_year": null
        }
      ],
      "translators": [],
      "subjects": [
        "Chekhov, Anton Pavlovich, 1860-1904 -- Translations into English",
        "Russia -- Social life and customs -- Fiction",
        "Russian fiction -- Translations into English",
        "Short stories, Russian -- Translations into English"
      ],
      "bookshelves": [
        "Category: Russian Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/57333.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/57333.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/57333.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/57333.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/57333.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/57333/pg57333.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/57333/pg57333-h.zip"
      },
      "download_count": 9782
    },
    {
      "id": 3090,
      "title": "Complete Original Short Stories of Guy De Maupassant",
      "authors": [
        {
          "name": "Maupassant, Guy de",
          "birth_year": 1850,
          "death_year": 1893
        }
      ],
      "summaries": [
        "\"Complete Original Short Stories of Guy de Maupassant\" by Guy de Maupassant is a comprehensive collection of short stories likely written in the late 19th century. The anthology features the author's sharp observations of human nature, social struggles, and moral dilemmas, often illuminating the tensions between various classes and the impact of war on civilian life.  At the start of the collection, there is an introduction to Maupassant's life and his literary beginnings, highlighting his rapid rise to fame and the influences that shaped his writing style. The opening story, \"Boule de Suif,\" sets the stage for a tense scenario during the Franco-Prussian War, focusing on a group of travelers caught in a snowstorm and their moral quandaries regarding the titular character, a voluptuous prostitute. The narrative delves into the dynamics of class, respectability, and sacrifice, showcasing Maupassant's ability to blend social criticism with compelling storytelling. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Henderson, A. E.",
          "birth_year": null,
          "death_year": null
        },
        {
          "name": "McMaster, Albert Cohn",
          "birth_year": null,
          "death_year": null
        },
        {
          "name": "Quesada, Louise Charlotte Garstin",
          "birth_year": null,
          "death_year": null
        }
      ],
      "subjects": [
        "French fiction -- Translations into English",
        "Short stories, French -- Translations into English"
      ],
      "bookshelves": [
        "Category: French Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/3090.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/3090.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/3090.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/3090.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/3090.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/3090/pg3090.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/3090/pg3090-h.zip"
      },
      "download_count": 9087
    },
    {
      "id": 7256,
      "title": "The Gift of the Magi",
      "authors": [
        {
          "name": "Henry, O.",
          "birth_year": 1862,
          "death_year": 1910
        }
      ],
      "summaries": [
        "\"The Gift of the Magi\" by O. Henry is a poignant short story written in the early 20th century, specifically during the early 1900s. The narrative revolves around the themes of love and sacrifice, showcasing the lengths to which two devoted partners are willing to go to express their love for each other despite their financial struggles. The story is a timeless exploration of the true spirit of giving, especially during the Christmas season.  The plot centers on Della and Jim, a young couple living in modest circumstances. With only $1.87 to spend on Christmas gifts, Della decides to sell her long, cherished hair to buy a platinum fob chain for Jim's prized watch. Unbeknownst to her, Jim sells his watch to buy beautiful combs for Della's hair. When they exchange their gifts, both are shocked and saddened to realize the sacrifices they made, yet their love for one another shines through amidst the disappointment. Ultimately, the story emphasizes that the greatest gift is the love and sacrifices made for one another, echoing the wisdom of the magi who brought precious gifts in the biblical tale. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Christmas stories",
        "Gifts -- Fiction",
        "Short stories"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Short Stories",
        "Christmas"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/7256.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/7256.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/7256.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/7256.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/7256.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/7256/pg7256.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/7256/7256-0.zip"
      },
      "download_count": 8330
    },
    {
      "id": 2147,
      "title": "The Works of Edgar Allan Poe — Volume 1",
      "authors": [
        {
          "name": "Poe, Edgar Allan",
          "birth_year": 1809,
          "death_year": 1849
        }
      ],
      "summaries": [
        "\"The Works of Edgar Allan Poe — Volume 1\" by Edgar Allan Poe is a collection of various literary works, likely written in the mid-19th century. This volume presents a comprehensive look at Poe’s contributions to the genres of horror, mystery, and poetry, showcasing his unique ability to navigate themes of melancholy and the supernatural. This collection includes not only the celebrated tales such as \"The Murders in the Rue Morgue\" and \"The Tell-Tale Heart,\" but also illuminating prefaces and analyses of his life and works, inviting readers to delve into the mind of one of America's most iconic writers.  The beginning of this volume contains a preface, touching upon Poe's life, struggles, and literary achievements, and it sets the tone for the exploration of his works. Notably, it includes reflections on his early life, detailing his adoption by John Allan, his education, and his tumultuous relationships, as well as mentions of his formative experiences and the challenges he faced in his literary career. The opening gives readers insight into the origins of works that blend the macabre with the poetic, suggesting that Poe's life experiences deeply influenced his storytelling. Moreover, it serves as an introduction to the themes of despair, beauty, and complexity that define his body of work, preparing readers for the profound explorations ahead. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "American fiction -- 19th century",
        "Fantasy fiction",
        "Horror tales, American",
        "Poe, Edgar Allan, 1809-1849"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Poetry",
        "Category: Short Stories",
        "Detective Fiction",
        "Horror",
        "Mystery Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2147.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2147.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2147.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2147.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2147.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2147/pg2147.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2147/pg2147-h.zip"
      },
      "download_count": 7777
    },
    {
      "id": 12116,
      "title": "Struwwelpeter: Merry Stories and Funny Pictures",
      "authors": [
        {
          "name": "Hoffmann, Heinrich",
          "birth_year": 1809,
          "death_year": 1894
        }
      ],
      "summaries": [
        "\"Struwwelpeter: Merry Stories and Funny Pictures\" by Heinrich Hoffmann is a collection of humorous children's stories and illustrations crafted in the mid-19th century. The book is notable for its entertaining yet cautionary tales aimed at young readers, teaching them moral lessons about behavior and consequences. This classic text reflects the societal values and parenting approaches of its time, often employing exaggerated depictions of misbehavior to both amuse and instruct children.  The book features a series of whimsical yet morbid stories, each focusing on a different child's misadventures and the ensuing consequences of their naughtiness. For instance, Shock-headed Peter portrays a boy who neglects personal hygiene, while Cruel Frederick details a boy's mistreatment of animals and the repercussions he faces. Other tales, such as \"The Dreadful Story of Harriet and the Matches,\" depict dire endings for children who disobey warnings, illustrating the importance of heeding parental advice. Each story is complemented by charming, often cheeky illustrations, making the book a playful but cautionary read that resonates with both children and adults. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Behavior -- Fiction",
        "Children -- Conduct of life -- Juvenile fiction",
        "Children's poetry, German -- Translations into English",
        "Children's stories, German -- Translations into English",
        "Picture books for children",
        "Stories in rhyme"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: German Literature",
        "Category: Humour",
        "Category: Short Stories",
        "Children's Picture Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/12116.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/12116.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/12116.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/12116.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/12116.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/12116/pg12116.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/12116/pg12116-h.zip"
      },
      "download_count": 7625
    },
    {
      "id": 902,
      "title": "The Happy Prince, and Other Tales",
      "authors": [
        {
          "name": "Wilde, Oscar",
          "birth_year": 1854,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Happy Prince, and Other Tales\" by Oscar Wilde is a collection of enchanting short stories crafted during the late 19th century, specifically in the Victorian era. This book delves into themes of compassion, sacrifice, and the nature of true happiness, primarily intended for children but resonating with readers of all ages. It consists of five distinct tales that explore the moral complexities of life and love through whimsical and poignant narratives.  In the title story, \"The Happy Prince,\" a gilded statue and a compassionate swallow forge a bond as they help the less fortunate, revealing the depths of human suffering hidden beneath a facade of beauty. The swallow sacrifices its own well-being to deliver jewels and gold from the statue to those in need. The other stories in the collection follow similar patterns of sacrifice and selflessness, depicting a nightingale's tragic love for a student in \"The Nightingale and the Rose,\" a giant's redemption through the joy of children in \"The Selfish Giant,\" and the pitfalls of shallow friendship in \"The Devoted Friend.\" Each tale is woven with Wilde's signature stylistic elegance, presenting valuable life lessons that resonate even today. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Children's stories, English",
        "Fairy tales",
        "Short stories, English"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Short Stories",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/902.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/902.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/902.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/902.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/902.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/902/pg902.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/902/902-0.zip"
      },
      "download_count": 7140
    },
    {
      "id": 13415,
      "title": "The Lady with the Dog and Other Stories",
      "authors": [
        {
          "name": "Chekhov, Anton Pavlovich",
          "birth_year": 1860,
          "death_year": 1904
        }
      ],
      "summaries": [
        "\"The Lady with the Dog and Other Stories\" by Anton Pavlovich Chekhov is a collection of short stories written during the late 19th century. The stories often explore themes of human relationships, emotional struggles, and the complexity of life, centering around characters navigating love, regret, and the intricacies of society. A key narrative follows Dmitri Dmitritch Gurov, a man drawn to a mysterious lady with a Pomeranian dog, as he grapples with his feelings amidst societal expectations and personal discontent.  The opening of the collection introduces Gurov as he observes a new arrival in Yalta, a fair-haired woman known simply as \"the lady with the dog.\" As Gurov becomes intrigued by her, he reflects on his own complex feelings towards women, revealing a history of infidelity and disillusionment with his marriage. The narrative captures the moment they meet in a public garden and begin a conversation, where he learns her name, Anna Sergeyevna. This initial encounter sets the stage for their evolving relationship and hints at the emotional depth and subsequent conflicts that Chekhov masterfully weaves throughout the story. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Garnett, Constance",
          "birth_year": 1861,
          "death_year": 1946
        }
      ],
      "subjects": [
        "Chekhov, Anton Pavlovich, 1860-1904 -- Translations into English",
        "Russia -- Social life and customs -- Fiction"
      ],
      "bookshelves": [
        "Category: Russian Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/13415.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/13415.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/13415.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/13415.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/13415.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/13415/pg13415.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/13415/pg13415-h.zip"
      },
      "download_count": 6862
    },
    {
      "id": 512,
      "title": "Mosses from an old manse",
      "authors": [
        {
          "name": "Hawthorne, Nathaniel",
          "birth_year": 1804,
          "death_year": 1864
        }
      ],
      "summaries": [
        "\"Mosses from an Old Manse\" by Nathaniel Hawthorne is a collection of essays and sketches written in the mid-19th century. This work brings forth Hawthorne's contemplations on nature, humanity, and the setting around the Old Manse, a parsonage that serves both as a backdrop and character within his narratives. In the opening portion, the author reflects on the beauty and tranquility of this rural environment, as well as the thoughts and historical implications conjured by the landscape and its sounds.  The beginning of \"Mosses from an Old Manse\" introduces the reader to the Old Manse, a once-hallowed parsonage infused with the spirits of its past clerical tenants and the weight of their thoughts and sermons. As Hawthorne describes the physical characteristics of the house and its surroundings, he emphasizes a profound connection to nature and the historical significance of the area, particularly in relation to the Revolutionary War. He shares his personal journey into writing and deep introspection prompted by the silence and stillness of the Old Manse, revealing a longing to uncover the moral and philosophical treasures hidden within this idyllic but neglected space. The piece sets the stage for Hawthorne's exploration of life, death, and beauty intertwined with natural landscapes in the essays that follow. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "New England -- Social life and customs -- Fiction",
        "Short stories, American"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Essays, Letters & Speeches",
        "Gothic Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/512.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/512.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/512.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/512.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/512.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/512/pg512.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/512/512-0.zip"
      },
      "download_count": 6811
    },
    {
      "id": 6133,
      "title": "The Extraordinary Adventures of Arsène Lupin, Gentleman-Burglar",
      "authors": [
        {
          "name": "Leblanc, Maurice",
          "birth_year": 1864,
          "death_year": 1941
        }
      ],
      "summaries": [
        "\"The Extraordinary Adventures of Arsène Lupin, Gentleman-Burglar\" by Maurice Leblanc is a novel likely written during the early 20th century. The story follows the charming and cunning Arsène Lupin, a notorious gentleman thief who uses his wit and disguises to outsmart both the rich and the detectives pursuing him, including his main adversary, Ganimard. The book presents an intriguing exploration of crime and deception, set in a world filled with adventure and suspense.  The beginning of the novel introduces us to the setting aboard the transatlantic steamship ‘La Provence’ where passengers enjoy their journey while a mysterious tension builds around the presence of Arsène Lupin, rumored to be on board. As a wireless message alerts the passengers to his identity, the intrigue heightens. Conversations reveal the social dynamics and personal attractions among the characters, especially between Bernard d’Andrézy and the beautiful Miss Nelly Underdown. When a jewelry theft disrupts the voyage, suspicion falls on a fellow passenger named Rozaine, who shares similarities with Lupin, leading to a thrilling contest of wits and escalating tension among the travelers as they grapple with the reality of being in close proximity to a master criminal. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Adventure stories, French -- Translations into English",
        "Burglars -- Fiction",
        "Lupin, Arsène (Fictitious character) -- Fiction",
        "Mystery and detective stories",
        "Short stories"
      ],
      "bookshelves": [
        "Category: Adventure",
        "Category: Crime, Thrillers and Mystery",
        "Category: French Literature",
        "Category: Novels",
        "Crime Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/6133.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/6133.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/6133.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/6133.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/6133.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/6133/pg6133.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/6133/6133-0.zip"
      },
      "download_count": 6637
    },
    {
      "id": 23700,
      "title": "The Decameron of Giovanni Boccaccio",
      "authors": [
        {
          "name": "Boccaccio, Giovanni",
          "birth_year": 1313,
          "death_year": 1375
        }
      ],
      "summaries": [
        "\"The Decameron\" by Giovanni Boccaccio is a collection of short stories written in the 14th century. This seminal work features a framing narrative in which a group of ten nobles—seven women and three men—flee the decaying city of Florence during the Black Death. As they take refuge in the countryside, each member of the group recounts a tale over ten separate days, resulting in a rich tapestry of stories that explore themes such as love, deception, and morality.  The opening of \"The Decameron\" sets a somber tone as it vividly describes the devastation wrought by the plague in Florence. Boccaccio introduces the characters, focusing on the plight of the city's inhabitants amidst their growing fear and abandonment in the face of the epidemic. As the narrative progresses, a group of seven young ladies, seeking solace from their grim surroundings, decides to escape to the countryside. Their leader, Pampinea, proposes that they share joyous stories to divert their minds from grief. This initial setup establishes the framework for the subsequent tales, promising a mix of wit and wisdom that illustrates both the human condition and the resilience of those experiencing turmoil. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Payne, John",
          "birth_year": 1842,
          "death_year": 1916
        }
      ],
      "subjects": [
        "Allegories",
        "Frame stories",
        "Plague -- Europe -- History -- Fiction",
        "Storytelling -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Category: Classics of Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/23700.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/23700.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/23700.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/23700.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/23700.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/23700/pg23700.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/23700/23700-0.zip"
      },
      "download_count": 6549
    },
    {
      "id": 12122,
      "title": "The Monkey's Paw: The Lady of the Barge and Others, Part 2.",
      "authors": [
        {
          "name": "Jacobs, W. W. (William Wymark)",
          "birth_year": 1863,
          "death_year": 1943
        }
      ],
      "summaries": [
        "\"The Monkey's Paw\" by W. W. Jacobs is a horror short story written during the early 20th century. This chilling tale explores the themes of fate, consequence, and the dangers of tampering with the unknown. It revolves around a mystical object—a monkey's paw—that grants its owner three wishes, but with dire repercussions.  The story begins with the White family, comprised of Mr. White, his wife, and their son Herbert, living a quiet life in their home. They encounter Sergeant-Major Morris, who introduces them to the monkey's paw and its sinister reputation. Skeptical but intrigued, Mr. White wishes for 200 pounds, which he soon receives, but only at the tragic cost of Herbert's life in a freak accident at work. Grief-stricken, Mrs. White urges her husband to use the paw again to bring their son back, leading to a heart-wrenching climax that challenges their understanding of life and death. As the old man makes his final wish, the story leaves readers with a haunting reflection on the perils of desire and the unanticipated results of our choices. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Horror tales",
        "Wishes -- Fiction"
      ],
      "bookshelves": [
        "Category: Short Stories",
        "Gothic Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/12122.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/12122.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/12122.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/12122.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/12122.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/12122/pg12122.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/12122/pg12122-h.zip"
      },
      "download_count": 6491
    },
    {
      "id": 1289,
      "title": "Three Ghost Stories",
      "authors": [
        {
          "name": "Dickens, Charles",
          "birth_year": 1812,
          "death_year": 1870
        }
      ],
      "summaries": [
        "\"Three Ghost Stories\" by Charles Dickens is a collection of short stories written during the mid-19th century. This work features eerie narratives blending humor and supernatural elements, revolving around distinctive ghostly encounters that reflect the social context of its time. The opening tale introduces a narrator who, seeking a temporary place of residence, stumbles upon an ominously reputed haunted house, setting the stage for both comedic and chilling experiences.  At the start of the collection, the narrator recounts his arrival at a dilapidated house known for its ghostly reputation. As he explores the local gossip surrounding the property, including strange sightings and experiences shared by the townsfolk, he is drawn to the enigmatic ambiance of the house itself. The story unfolds with a humorous yet eerie tone, showcasing characters like the curious landlord and amusing local witnesses, leading the narrator to form an ill-fated plan to inhabit the haunted dwelling alongside a few selected individuals. This mixture of humor, curiosity, and supernatural intrigue serves as an engaging introduction to Dickens's explorations of the ghostly and the macabre, setting a captivating tone for the rest of the stories in this collection. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "English fiction",
        "Ghost stories"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Humour",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1289.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1289.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1289.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1289.txt.utf-8",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/1289/1289-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1289.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1289/pg1289.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1289/pg1289-h.zip"
      },
      "download_count": 6341
    },
    {
      "id": 11231,
      "title": "Bartleby, the Scrivener: A Story of Wall-Street",
      "authors": [
        {
          "name": "Melville, Herman",
          "birth_year": 1819,
          "death_year": 1891
        }
      ],
      "summaries": [
        "\"Bartleby, the Scrivener: A Story of Wall-Street\" by Herman Melville is a short story written in the late 19th century, during the period known as the American Renaissance. The tale presents a legal scrivener who exhibits an unusual form of passive resistance, famously responding to requests with the phrase \"I would prefer not to.\" The story explores themes of isolation, the human condition, and the conflicts between individual will and societal expectations.  The narrative is told from the perspective of a nameless lawyer, who describes his interactions with Bartleby, a new scrivener who initially demonstrates exceptional diligence but gradually declines to perform any tasks. As the lawyer confronts Bartleby's growing refusal to comply with standard office duties, he grapples with feelings of frustration, pity, and confusion. Bartleby's presence becomes increasingly unsettling, revealing his profound detachment from the world around him. The story culminates with Bartleby's ultimate fate in a prison setting, alluding to deeper existential questions about humanity, purpose, and the impact of societal neglect. Through the surreal interactions between the lawyer and Bartleby, Melville crafts a poignant commentary on the condition of modern life and the plight of the individual within a callous society. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Copyists -- Fiction",
        "New York (N.Y.) -- Fiction",
        "Psychological fiction",
        "Wall Street (New York, N.Y.) -- Fiction",
        "Young men -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/11231.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/11231.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/11231.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/11231.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/11231.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/11231/pg11231.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/11231/pg11231-h.zip"
      },
      "download_count": 6090
    },
    {
      "id": 1063,
      "title": "The Cask of Amontillado",
      "authors": [
        {
          "name": "Poe, Edgar Allan",
          "birth_year": 1809,
          "death_year": 1849
        }
      ],
      "summaries": [
        "\"The Cask of Amontillado\" by Edgar Allan Poe is a short story written during the early to mid-19th century. This tale falls under the category of horror fiction and revolves around themes of revenge and betrayal. The narrative delves into the darker aspects of human nature, particularly the capacity for vengeance and the psychological complexities associated with it.  The story is narrated by Montresor, who seeks retribution against his acquaintance Fortunato for past insults. Set against the backdrop of a carnival, Montresor lures Fortunato into the catacombs of his family estate under the pretense of verifying a rare wine, Amontillado. As they venture deeper into the damp and eerie vaults, Montresor's true intention unfolds; he chains Fortunato within a niche, leaving him to die as he walls him in with bricks. The story culminates in a chilling twist, highlighting the themes of pride, manipulation, and the macabre consequences of revenge. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Horror tales, American",
        "Revenge -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1063.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1063.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1063.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1063.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1063.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1063/pg1063.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1063/pg1063-h.zip"
      },
      "download_count": 6042
    },
    {
      "id": 27200,
      "title": "Fairy Tales of Hans Christian Andersen",
      "authors": [
        {
          "name": "Andersen, H. C. (Hans Christian)",
          "birth_year": 1805,
          "death_year": 1875
        }
      ],
      "summaries": [
        "\"Fairy Tales of Hans Christian Andersen\" by H. C. Andersen is a collection of enchanting stories written in the early 19th century. This compilation includes beloved tales such as \"The Little Mermaid,\" \"The Ugly Duckling,\" and \"The Princess and the Pea,\" among many others. Andersen's fairy tales often explore themes of love, sacrifice, and transformation through the lives of whimsical characters and fantastical settings, inviting readers both young and old into a world where morality and fantasy intermingle.  At the start of this collection, readers are introduced to a variety of settings and characters that set the stage for Andersen's storytelling. The opening tale describes the beauty of nature outside a church, contrasting it with the preacher's grim sermon highlighting humanity's wickedness. This duality is extended to the pastor's reflections on sin and mercy, culminating in a significant encounter with the spirit of his deceased wife, who prompts him to seek a means of redemption. The beginning showcases Andersen's signature blend of poignant moral lessons wrapped in poetic prose, hinting at the profound emotional depth and imaginative exploration that will unfold in the tales that follow. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Children's stories, Danish -- Translations into English",
        "Fairy tales",
        "Fairy tales -- Denmark",
        "Short stories"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: Mythology, Legends & Folklore"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/27200.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/27200.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/27200.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/27200.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/27200.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/27200/pg27200.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/27200/27200-h.zip"
      },
      "download_count": 5921
    },
    {
      "id": 108,
      "title": "The Return of Sherlock Holmes",
      "authors": [
        {
          "name": "Doyle, Arthur Conan",
          "birth_year": 1859,
          "death_year": 1930
        }
      ],
      "summaries": [
        "\"The Return of Sherlock Holmes\" by Sir Arthur Conan Doyle is a collection of detective stories written in the late 19th century. The book features the iconic detective Sherlock Holmes and his loyal companion Dr. John Watson as they embark on new mysteries and adventures, beginning with a thrilling case that brings Holmes back into the public eye after his presumed death.  At the start of the collection, an intriguing case unfolds involving the murder of Ronald Adair under strange circumstances. Watson narrates the events leading up to the case while grappling with the unexpected return of Sherlock Holmes, who reveals he has actually survived their last encounter with Professor Moriarty. The details of Adair's murder are recounted, describing the victim's background and the perplexing evidence surrounding his death. As tension mounts, the story sets the stage for Holmes's interplay with criminals and the complex web of London’s criminal underworld, showcasing his brilliant deductive reasoning and captivating personality. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Detective and mystery stories, English",
        "Holmes, Sherlock (Fictitious character) -- Fiction",
        "Private investigators -- England -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Short Stories",
        "Detective Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/108.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/108.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/108.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/108.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/108.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/108/pg108.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/108/pg108-h.zip"
      },
      "download_count": 5912
    },
    {
      "id": 932,
      "title": "The Fall of the House of Usher",
      "authors": [
        {
          "name": "Poe, Edgar Allan",
          "birth_year": 1809,
          "death_year": 1849
        }
      ],
      "summaries": [
        "\"The Fall of the House of Usher\" by Edgar Allan Poe is a gothic short story written during the early 19th century. This narrative provides a deep exploration of themes such as mental illness, family decay, and the interplay between the human psyche and physical surroundings. The story revolves around an unnamed narrator who visits his childhood friend, Roderick Usher, in the Usher family mansion, a place steeped in gloom and mystery.  As the story unfolds, Roderick reveals his deteriorating mental state and the grave illness affecting his twin sister, Madeline. The tension escalates with Roderick's increasing paranoia and the eerie atmosphere of the decaying mansion, which seems to embody his family's tragic history. After Madeline's death, Roderick's mind unravels as he is haunted by visions and sounds he believes are connected to her return. The climax reveals a shocking twist as Madeline emerges from her coffin, leading to Roderick's fatal collapse and the ultimate destruction of the Usher estate. This haunting tale vividly illustrates the fragility of sanity and the overpowering impact of familial and environmental influences. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Gothic fiction",
        "Horror tales",
        "Short stories"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Science-Fiction & Fantasy",
        "Category: Short Stories",
        "Movie Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/932.html.images",
        "text/html; charset=iso-8859-1": "https://www.gutenberg.org/files/932/932-h/932-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/932.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/932.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/932.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/932.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/932/pg932.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/932/pg932-h.zip"
      },
      "download_count": 5786
    },
    {
      "id": 1429,
      "title": "The Garden Party, and Other Stories",
      "authors": [
        {
          "name": "Mansfield, Katherine",
          "birth_year": 1888,
          "death_year": 1923
        }
      ],
      "summaries": [
        "\"The Garden Party and Other Stories\" by Katherine Mansfield is a collection of short stories written in the early 20th century. The stories explore themes of social class, identity, and the intricacies of human relationships, often set against the backdrop of the changing world of the time. The varied cast of characters, including the affluent Burnell family and their interactions with the working-class individuals around them, embodies the tensions and disconnections of different social strata.  The opening of \"The Garden Party\" introduces a beautiful summer day filled with preparations for the titular garden party hosted by the Burnell family. The atmosphere is lively as Laura Burnell, the main character, navigates family dynamics while arranging the event. She interacts with the charismatic workmen setting up the marquee and contemplates her position within the established social order. Amid the joyful preparations, the news of a tragic accident—a local man’s death—complicates Laura’s feelings about the day, leading her to question the morality of celebrating such a moment when tragedy is occurring nearby. This sets the stage for a story rife with tension between personal sensibility and societal expectations. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "New Zealand -- Social life and customs -- Fiction",
        "Short stories, New Zealand"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Short Stories",
        "New Zealand"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1429.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1429.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1429.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1429.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1429.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1429/pg1429.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1429/pg1429-h.zip"
      },
      "download_count": 5594
    },
    {
      "id": 25245,
      "title": "子不語",
      "authors": [
        {
          "name": "Yuan, Mei",
          "birth_year": 1716,
          "death_year": 1798
        }
      ],
      "summaries": [
        "\"子不語\" by Mei Yuan is a collection of Chinese tales written in the 18th century. The work encompasses a series of supernatural anecdotes that intertwine the themes of the paranormal with moral lessons. The stories often feature a mixture of human emotions and the consequences of one's actions, all portrayed through a lens of fantastical and strange occurrences.  At the start of \"子不語,\" the author introduces the philosophical underpinning of the tales, emphasizing a focus on the unexplained and the spectral elements of existence. The narrative opens with a brief preface that discusses the role of the supernatural in human affairs, hinting at the characters' interactions with ghosts and spirits. The first story features a wealthy official who dies young, examining the profound impact of his premature death on his loyal servant and concubines, along with a mysterious Taoist who promises to resurrect him at a grave cost. This blend of moral reflection and fantasy sets the tone for the subsequent anecdotes, which explore various encounters with the supernatural, revealing deeper truths about human nature and responsibility. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Fantasy fiction, Chinese",
        "Ghost stories, Chinese"
      ],
      "bookshelves": [
        "Category: Mythology, Legends & Folklore",
        "Category: Short Stories"
      ],
      "languages": [
        "zh"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/25245.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/25245.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/25245.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/25245.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/25245.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/25245/pg25245.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/25245/25245-0.zip"
      },
      "download_count": 5574
    },
    {
      "id": 375,
      "title": "An Occurrence at Owl Creek Bridge",
      "authors": [
        {
          "name": "Bierce, Ambrose",
          "birth_year": 1842,
          "death_year": 1913
        }
      ],
      "summaries": [
        "\"An Occurrence at Owl Creek Bridge\" by Ambrose Bierce is a short story written in the late 19th century, during the American Civil War era. The narrative delves into themes of time, perception, and the human experience of death. It portrays the moments leading up to an execution, examining both the protagonist’s thoughts and the stark reality of his fate.  The story follows Peyton Farquhar, a Southern planter who is condemned to be hanged by Union soldiers for attempting to sabotage a railroad bridge. As he stands upon the bridge, thoughts of escape flood his mind, and he fantasizes about evading his captors and reuniting with his family. In a dramatic turn, he falls into the river below during his execution. What follows is a vivid and surreal escape sequence as he struggles against the odds, perceiving the world with heightened clarity. However, in a shocking conclusion, it is revealed that Farquhar never escaped; his journey was merely a final, imaginative flight of consciousness before death claimed him at the bridge. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Prisoners -- Fiction",
        "Short stories",
        "United States -- History -- Civil War, 1861-1865 -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Short Stories",
        "Horror",
        "US Civil War"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/375.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/375.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/375.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/375.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/375.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/375/pg375.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/375/375-0.zip"
      },
      "download_count": 5539
    },
    {
      "id": 2781,
      "title": "Just so stories",
      "authors": [
        {
          "name": "Kipling, Rudyard",
          "birth_year": 1865,
          "death_year": 1936
        }
      ],
      "summaries": [
        "\"Just So Stories\" by Rudyard Kipling is a whimsical collection of children’s stories written during the late 19th century. The tales explore the origins of various animals and creatures, presenting imaginative explanations for their characteristics and behaviors. Each story features charming narratives filled with humor and vivid imagery, appealing to the curiosity and wonder often found in children.  At the start of \"Just So Stories,\" we are introduced to two whimsical tales: “How the Whale Got His Throat” and “How the Camel Got His Hump.” The first story recounts the encounter between a gigantic whale and a clever small 'Stute Fish, culminating in the whale's transformation that limits his diet to small fish. The second tale narrates the story of a lazy camel who refuses to work, leading to a magical encounter with a Djinn who grants him a hump as a consequence of his idleness. These opening stories set the tone for Kipling's playful storytelling style, engaging the reader with fantastical elements and clever moral lessons. The narration is lively and rhythmic, as Kipling addresses the listener directly with endearing phrases like “O Best Beloved,” fostering an intimate connection with the audience. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Animals -- Fiction",
        "Children's stories, English",
        "Short stories"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Mythology, Legends & Folklore",
        "Category: Short Stories",
        "Children's Literature",
        "Nobel Prizes in Literature",
        "Scouts"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2781.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2781.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2781.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2781.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2781.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2781/pg2781.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/2781/2781-0.zip"
      },
      "download_count": 5365
    }
  ]
}