{
  "count": 8283,
  "next": "https://gutendex.com/books/?page=2&topic=child",
  "previous": null,
  "results": [
    {
      "id": 11,
      "title": "Alice's Adventures in Wonderland",
      "authors": [
        {
          "name": "Carroll, Lewis",
          "birth_year": 1832,
          "death_year": 1898
        }
      ],
      "summaries": [
        "\"Alice's Adventures in Wonderland\" by Lewis Carroll is a classic children's novel written in the mid-19th century. The story follows a young girl named Alice who, feeling bored and sleepy while sitting by a riverbank, encounters a White Rabbit and follows it down a rabbit hole, plunging into a fantastical world filled with curious creatures and whimsical adventures.  The opening of the book introduces Alice as she daydreams about her surroundings before spotting the White Rabbit, who is both flustered and animated. Curious, Alice pursues the Rabbit and finds herself tumbling down a deep rabbit hole, leading to a curious hall filled with doors, all locked. After experiencing a series of bizarre changes in size from eating and drinking mysterious substances, she begins exploring this new world, initially frustrated by her newfound challenges as she navigates her size and the peculiar inhabitants she meets. The narrative sets the tone for Alice's whimsical and often nonsensical adventures that characterize the entire tale. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Alice (Fictitious character from Carroll) -- Juvenile fiction",
        "Children's stories",
        "Fantasy fiction",
        "Imaginary places -- Juvenile fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/11.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/11.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/11.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/11.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/11.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/11/pg11.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/11/pg11-h.zip"
      },
      "download_count": 65142
    },
    {
      "id": 25344,
      "title": "The Scarlet Letter",
      "authors": [
        {
          "name": "Hawthorne, Nathaniel",
          "birth_year": 1804,
          "death_year": 1864
        }
      ],
      "summaries": [
        "\"The Scarlet Letter\" by Nathaniel Hawthorne is a classic novel written in the mid-19th century. The book delves into themes of sin, guilt, and redemption, primarily exploring the life of Hester Prynne, a woman shunned by her Puritan community after bearing an illegitimate child. Through her experiences and struggles, the narrative examines the societal and personal ramifications of moral transgressions.  At the start of the novel, the author introduces the setting, a dilapidated jail in colonial Boston, where a crowd has gathered to witness the punishment of Hester Prynne. The scene conveys a deep sense of Puritanical severity, showing the townspeople's intense scrutiny over Hester, who stands accused of adultery. Hawthorne sets a somber tone as he describes the prison and its surroundings, including a wild rosebush that offers a stark contrast to the grimness of the prison, symbolizing hope and compassion amidst human frailty. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Adultery -- Fiction",
        "Boston (Mass.) -- History -- Colonial period, ca. 1600-1775 -- Fiction",
        "Clergy -- Fiction",
        "Historical fiction",
        "Illegitimate children -- Fiction",
        "Married women -- Fiction",
        "Psychological fiction",
        "Puritans -- Fiction",
        "Revenge -- Fiction",
        "Triangles (Interpersonal relations) -- Fiction",
        "Women immigrants -- Fiction"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: American Literature",
        "Category: Classics of Literature",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/25344.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/25344.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/25344.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/25344.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/25344.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/25344/pg25344.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/25344/pg25344-h.zip"
      },
      "download_count": 52774
    },
    {
      "id": 37106,
      "title": "Little Women; Or, Meg, Jo, Beth, and Amy",
      "authors": [
        {
          "name": "Alcott, Louisa May",
          "birth_year": 1832,
          "death_year": 1888
        }
      ],
      "summaries": [
        "\"Little Women; Or, Meg, Jo, Beth, and Amy\" by Louisa May Alcott is a classic novel written in the mid-19th century. The story revolves around the lives and experiences of four sisters—Meg, Jo, Beth, and Amy March—as they navigate the challenges of growing up in a modest household during the American Civil War. The novel explores themes of family, sacrifice, and the pursuit of personal dreams, showcasing the distinct personalities and aspirations of each sister.  The opening of the book introduces readers to the March sisters, who are grappling with their financial struggles and longing for a more comfortable life. As they gather around the fire to express their frustrations about being poor, their mother reinforces the idea that they should embrace gratitude and make sacrifices for those suffering during the war, particularly their father, who is away serving as a chaplain. This chapter sets the tone for the sisters' individual journeys, highlighting their different approaches to hardship—Meg longs for material wealth, Jo is a spirited tomboy who craves independence, Beth is the gentle peacemaker, and Amy is the aspiring artist concerned with appearances. Through their interactions and hopes, Alcott paints a vivid picture of their lives, filled with warmth, humor, and the bonds of sisterhood. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Autobiographical fiction",
        "Bildungsromans",
        "Domestic fiction",
        "Family life -- New England -- Fiction",
        "March family (Fictitious characters) -- Fiction",
        "Mothers and daughters -- Fiction",
        "New England -- Fiction",
        "Sisters -- Fiction",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Children & Young Adult Reading",
        "Category: Classics of Literature",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/37106.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/37106.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/37106.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/37106.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/37106.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/37106/pg37106.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/37106/pg37106-h.zip"
      },
      "download_count": 50651
    },
    {
      "id": 41,
      "title": "The Legend of Sleepy Hollow",
      "authors": [
        {
          "name": "Irving, Washington",
          "birth_year": 1783,
          "death_year": 1859
        }
      ],
      "summaries": [
        "\"The Legend of Sleepy Hollow\" by Washington Irving is a classic short story from the early 19th century, specifically during the Romantic era. This tale is a blend of folklore and ghost story that takes place in the mythical village of Sleepy Hollow, where supernatural occurrences and local legends intertwine within a vividly described rural setting. The narrative centers on themes of love, rivalry, and the collision of rational thought with superstition.  The story primarily follows Ichabod Crane, a lanky schoolteacher who arrives in Sleepy Hollow to woo the beautiful Katrina Van Tassel, daughter of a wealthy farmer. However, he is met with competition from the burly Brom Bones, who is equally determined to win her affections. As Ichabod navigates his way through local superstitions and his own fear of the supernatural, he ultimately encounters the infamous Headless Horseman during a fateful ride home. The story culminates in a climactic chase that leads to Ichabod's mysterious disappearance. Through entertaining characters and a blend of humor and horror, Irving crafts a story that remains a beloved part of American literature, exploring themes of ambition, jealousy, and the power of legend. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Ghosts -- Fiction",
        "New York (State) -- History -- 1775-1865 -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Mythology, Legends & Folklore",
        "Category: Short Stories",
        "Children's Literature",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/41.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/41.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/41.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/41.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/41.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/41/pg41.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/41/41-0.zip"
      },
      "download_count": 49447
    },
    {
      "id": 1023,
      "title": "Bleak House",
      "authors": [
        {
          "name": "Dickens, Charles",
          "birth_year": 1812,
          "death_year": 1870
        }
      ],
      "summaries": [
        "\"Bleak House\" by Charles Dickens is a novel written in the mid-19th century that explores the themes of social justice, the inefficiencies of the legal system, and the personal struggles of its characters. The narrative primarily revolves around several characters involved in the interminable court case of Jarndyce and Jarndyce, delving into their lives, relationships, and the pervasive influence of the legal system on their choices and fates. The story is introduced through the eyes of Esther Summerson, a young woman of uncertain parentage, who finds herself at the center of the unfolding drama.  The opening of \"Bleak House\" paints a vivid picture of a murky November day in London and the dreary atmosphere of the Court of Chancery, where the proceedings for the case of Jarndyce and Jarndyce are taking place. Dickens introduces the audience to various characters in the court, showcasing their despondency and the seemingly endless nature of their legal troubles. Esther observes the weariness of the court's attendees, including a mad old woman who expects a judgment that never arrives, illustrating the hopelessness associated with the legal entanglement. The narrative establishes a sense of foreboding regarding the Chancery court and hints at the broader societal critique of the legal system, promising readers a multifaceted exploration of justice, morality, and human experience throughout the novel. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Bildungsromans",
        "Domestic fiction",
        "Guardian and ward -- Fiction",
        "Illegitimate children -- Fiction",
        "Inheritance and succession -- Fiction",
        "Legal stories",
        "London (England) -- Fiction",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1023.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1023.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1023.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1023.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1023.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1023/pg1023.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1023/pg1023-h.zip"
      },
      "download_count": 29723
    },
    {
      "id": 76,
      "title": "Adventures of Huckleberry Finn",
      "authors": [
        {
          "name": "Twain, Mark",
          "birth_year": 1835,
          "death_year": 1910
        }
      ],
      "summaries": [
        "\"Adventures of Huckleberry Finn\" by Mark Twain is a novel likely written in the late 19th century. The book explores the adventures of a young boy named Huckleberry Finn as he grapples with themes of freedom, morality, and societal expectations against the backdrop of the pre-Civil War American South. The narrative takes place as Huck escapes his restrictive life and embarks on a journey down the Mississippi River, where he encounters various characters that challenge his understanding of right and wrong.  The opening of the book introduces Huck Finn, the protagonist, reflecting on his life before the events of the story, specifically referencing his previous adventures with Tom Sawyer. Huck describes his uncomfortable life with the Widow Douglas, who is trying to civilize him, and informs the reader about his father's abusive behavior and his desire to escape. The groundwork is laid for his quest for freedom and individuality, as he is soon joined by Jim, a runaway slave, hinting at the deeper moral complexities that will unfold throughout their journey. The tone is light-hearted yet critical, establishing Huck's voice and his perspective on the absurdities of societal norms. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Adventure stories",
        "Bildungsromans",
        "Boys -- Fiction",
        "Finn, Huckleberry (Fictitious character) -- Fiction",
        "Fugitive slaves -- Fiction",
        "Humorous stories",
        "Male friendship -- Fiction",
        "Mississippi River -- Fiction",
        "Missouri -- Fiction",
        "Race relations -- Fiction",
        "Runaway children -- Fiction"
      ],
      "bookshelves": [
        "Banned Books List from the American Library Association",
        "Banned Books from Anne Haight's list",
        "Best Books Ever Listings",
        "Category: Adventure",
        "Category: American Literature",
        "Category: Classics of Literature",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/76.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/76.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/76.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/76.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/76.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/76/pg76.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/76/pg76-h.zip"
      },
      "download_count": 29592
    },
    {
      "id": 2591,
      "title": "Grimms' Fairy Tales",
      "authors": [
        {
          "name": "Grimm, Jacob",
          "birth_year": 1785,
          "death_year": 1863
        },
        {
          "name": "Grimm, Wilhelm",
          "birth_year": 1786,
          "death_year": 1859
        }
      ],
      "summaries": [
        "\"Grimms' Fairy Tales\" by Jacob Grimm and Wilhelm Grimm is a renowned collection of folk tales compiled in the early 19th century. This collection features a myriad of enchanting stories that explore themes of morality, adventure, and the fantastical, capturing the imagination of both children and adults alike. Prominent tales such as \"Hansel and Gretel,\" \"Cinderella,\" and \"The Frog Prince\" weave together vivid narratives populated with princes, princesses, magical creatures, and wise animals, emphasizing timeless lessons embedded in each enchanting narrative.  At the start of \"Grimms' Fairy Tales,\" readers are introduced to the world of magic and wonder through a preparatory note that acknowledges the translations of the original German tales. The opening stories include beloved classics such as \"The Golden Bird,\" which follows a gardener's youngest son as he embarks on an adventure to capture a golden bird, aided by a cunning fox. Other tales such as \"Hans in Luck\" and \"Jorinda and Jorindel\" offer whimsical insights into luck and transformation, showcasing the variety of themes and characters that readers will encounter throughout the collection. Each story unfolds with its own unique charm, setting the stage for a journey into the remarkable and often moralistic world of fairy tales essential to cultural storytelling. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Fairy tales -- Germany"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: German Literature",
        "Category: Mythology, Legends & Folklore",
        "Category: Short Stories"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/2591.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/2591/2591-h/2591-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/2591.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/2591.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/2591.txt.utf-8",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/2591/2591-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/2591.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/2591/pg2591.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/2591/pg2591-h.zip"
      },
      "download_count": 25605
    },
    {
      "id": 74,
      "title": "The Adventures of Tom Sawyer, Complete",
      "authors": [
        {
          "name": "Twain, Mark",
          "birth_year": 1835,
          "death_year": 1910
        }
      ],
      "summaries": [
        "\"The Adventures of Tom Sawyer, Complete\" by Mark Twain is a novel written in the mid-19th century. The book follows the adventurous life of a young boy named Tom Sawyer as he navigates childhood mischief, friendships, and his moral compass in a small American town along the Mississippi River.   At the start of the story, we are introduced to Tom Sawyer as he eludes the watchful eye of his Aunt Polly, who is both exasperated and amused by his antics. The opening scenes depict Tom's mischievous nature, including his clever escape from punishment and his interactions with other children, particularly a new boy that ignites Tom's competitive spirit. The reader quickly gets a sense of Tom's personality: he's adventurous, clever, and often mischievous, setting the stage for the humorous and sometimes poignant escapades that follow in the tale. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Adventure stories",
        "Bildungsromans",
        "Boys -- Fiction",
        "Child witnesses -- Fiction",
        "Humorous stories",
        "Male friendship -- Fiction",
        "Mississippi River Valley -- Fiction",
        "Missouri -- Fiction",
        "Runaway children -- Fiction",
        "Sawyer, Tom (Fictitious character) -- Fiction"
      ],
      "bookshelves": [
        "Banned Books List from the American Library Association",
        "Banned Books from Anne Haight's list",
        "Category: Adventure",
        "Category: American Literature",
        "Category: Classics of Literature",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/74.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/74.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/74.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/74.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/74.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/74/pg74.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/74/74-0.zip"
      },
      "download_count": 24866
    },
    {
      "id": 45,
      "title": "Anne of Green Gables",
      "authors": [
        {
          "name": "Montgomery, L. M. (Lucy Maud)",
          "birth_year": 1874,
          "death_year": 1942
        }
      ],
      "summaries": [
        "\"Anne of Green Gables\" by L. M. Montgomery is a classic novel written during the early 20th century. The story revolves around an imaginative and spirited young girl named Anne Shirley, who is mistakenly sent to live with two elderly siblings, Marilla and Matthew Cuthbert, at their farm, Green Gables, in Prince Edward Island.   At the start of the narrative, we meet Mrs. Rachel Lynde, a keen observer of the town and its residents, who becomes intrigued by Matthew Cuthbert's unexpected departure. This sets off a chain of curiosity that introduces us to the quiet Cuthbert siblings and their surprising decision to adopt a child from an orphan asylum. The opening chapters detail Anne's arrival at Green Gables, her vivid imagination, and her longing for belonging, all while highlighting her distinct personality traits and quirks. The stage is set for her relationship with Marilla and Matthew to unfold, as well as the challenges and adventures that await Anne in her new home. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Bildungsromans",
        "Canada -- History -- 1867-1914 -- Fiction",
        "Country life -- Prince Edward Island -- Fiction",
        "Friendship -- Fiction",
        "Girls -- Fiction",
        "Islands -- Fiction",
        "Orphans -- Fiction",
        "Prince Edward Island -- History -- 20th century -- Fiction",
        "Shirley, Anne (Fictitious character) -- Fiction"
      ],
      "bookshelves": [
        "Canada",
        "Category: Children & Young Adult Reading",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/45.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/45.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/45.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/45.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/45.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/45/pg45.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/45/pg45-h.zip"
      },
      "download_count": 24731
    },
    {
      "id": 46,
      "title": "A Christmas Carol in Prose; Being a Ghost Story of Christmas",
      "authors": [
        {
          "name": "Dickens, Charles",
          "birth_year": 1812,
          "death_year": 1870
        }
      ],
      "summaries": [
        "\"A Christmas Carol in Prose; Being a Ghost Story of Christmas\" by Charles Dickens is a novella written in the early 19th century. The story centers around Ebenezer Scrooge, a miserly old man, who is transformed after being visited by the ghost of his deceased partner, Jacob Marley, and the spirits of Christmas Past, Present, and Yet to Come. The novella explores themes of redemption, compassion, and the true spirit of Christmas, emphasizing the importance of generosity and kindness.  The opening of the story establishes Scrooge's character as cold-hearted and uncharitable, focusing heavily on his disdain for Christmas and his lack of empathy towards others. As the narrative begins, Marley's ghost visits him to warn Scrooge of the dire consequences of his selfishness, foreshadowing the transformative journey that will follow. Scrooge's interactions with his cheerful nephew and the charitable gentlemen seeking donations highlight his isolation and bitterness, setting the stage for the exploration of his past, present, and future through ghostly visitations. This initial setup creates a compelling contrast between Scrooge's grim reality and the joy of the festive season that others experience around him. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Christmas stories",
        "Ghost stories",
        "London (England) -- Fiction",
        "Misers -- Fiction",
        "Poor families -- Fiction",
        "Scrooge, Ebenezer (Fictitious character) -- Fiction",
        "Sick children -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature",
        "Christmas"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/46.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/46.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/46.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/46.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/46.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/46/pg46.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/46/pg46-h.zip"
      },
      "download_count": 20733
    },
    {
      "id": 55,
      "title": "The Wonderful Wizard of Oz",
      "authors": [
        {
          "name": "Baum, L. Frank (Lyman Frank)",
          "birth_year": 1856,
          "death_year": 1919
        }
      ],
      "summaries": [
        "\"The Wonderful Wizard of Oz\" by L. Frank Baum is a classic children's novel written in the late 19th century. The story centers on a young girl named Dorothy, who lives on the Kansas prairies and is whisked away to the magical Land of Oz by a cyclone. Dorothy embarks on an adventure to find her way back home, encountering unique characters along the way, such as the Scarecrow, the Tin Woodman, and the Cowardly Lion, each seeking something from the elusive wizard, Oz.  The opening of the novel introduces Dorothy's life in Kansas, her loving but weary aunt and uncle, and a perilous cyclone that transports her to Oz. There, she discovers that her house has accidentally killed the Wicked Witch of the East, freeing the Munchkin people. In her quest to return home, she learns that she must seek the Great Oz in the Emerald City. As she sets off along the Yellow Brick Road, she meets the Scarecrow, who wishes for brains, and the Tin Woodman, who longs for a heart, highlighting key themes of friendship, courage, and the quest for self-discovery. With a blend of adventure and whimsy, this opening sets the stage for a journey filled with fantastical encounters and valuable life lessons. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Courage -- Juvenile fiction",
        "Cowardly Lion (Fictitious character) -- Juvenile fiction",
        "Cyclones -- Juvenile fiction",
        "Dreams -- Juvenile fiction",
        "Fantasy literature",
        "Gale, Dorothy (Fictitious character) -- Juvenile fiction",
        "Good and evil -- Juvenile fiction",
        "Home -- Juvenile fiction",
        "Oz (Imaginary place) -- Juvenile fiction",
        "Scarecrow (Fictitious character from Baum) -- Juvenile fiction",
        "Tin Woodman (Fictitious character) -- Juvenile fiction",
        "Toto (Fictitious character) -- Juvenile fiction",
        "Witches -- Juvenile fiction",
        "Wizard of Oz (Fictitious character) -- Juvenile fiction"
      ],
      "bookshelves": [
        "Category: Adventure",
        "Category: American Literature",
        "Category: Children & Young Adult Reading",
        "Category: Science-Fiction & Fantasy",
        "Children's Literature",
        "Fantasy"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/55.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/55.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/55.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/55.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/55.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/55/pg55.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/55/55-0.zip"
      },
      "download_count": 17901
    },
    {
      "id": 120,
      "title": "Treasure Island",
      "authors": [
        {
          "name": "Stevenson, Robert Louis",
          "birth_year": 1850,
          "death_year": 1894
        }
      ],
      "summaries": [
        "\"Treasure Island\" by Robert Louis Stevenson is a classic adventure novel written during the late 19th century. The story unfolds through the eyes of Jim Hawkins, a young boy who embarks on a perilous quest for buried treasure after discovering a pirate's map. The narrative kicks off at the Admiral Benbow inn, where Jim encounters a mysterious sea captain, setting the stage for a thrilling tale filled with pirates, danger, and adventure.  At the start of \"Treasure Island,\" Jim Hawkins narrates his experience at the Admiral Benbow inn, where he meets the enigmatic Captain Bill Bones, a rough and intimidating figure with a mysterious past. As whispers of danger and pirate lore surround the captain's presence, Jim is enlisted to keep an eye out for a \"seafaring man with one leg,\" heightening the sense of intrigue. Tensions escalate when other pirates, like the sinister Black Dog, appear, leading to fights and ultimately the captain's death, which sets into motion the quest for the treasure hinted at in his chest. Jim's discovery of a treasure map propels him into a world of adventure, accompanied by new, colorful characters, as he sets out for the mysterious island, all the while being pursued by nefarious forces. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Pirates -- Fiction",
        "Sea stories",
        "Treasure Island (Imaginary place) -- Fiction",
        "Treasure troves -- Fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Category: Adventure",
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature",
        "Historical Fiction",
        "Pirates, Buccaneers, Corsairs, etc."
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/120.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/120.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/120.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/120.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/120.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/120/pg120.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/120/pg120-h.zip"
      },
      "download_count": 17700
    },
    {
      "id": 16,
      "title": "Peter Pan : $b [Peter and Wendy]",
      "authors": [
        {
          "name": "Barrie, J. M. (James Matthew)",
          "birth_year": 1860,
          "death_year": 1937
        }
      ],
      "summaries": [
        "\"Peter and Wendy\" by J.M. Barrie is a classic children's novel first published in the early 20th century. The story revolves around the beloved character Peter Pan and follows his adventures in the fantastical Neverland, along with a young girl named Wendy Darling and her brothers, John and Michael. The themes of childhood, innocence, and the challenges of growing up are prevalent throughout the narrative.  At the start of the story, we are introduced to the Darling family and their idyllic life in London. Wendy, the eldest child, grapples with the idea of growing up while her parents, Mr. and Mrs. Darling, navigate the challenges of parenthood. As the narrative unfolds, Peter Pan breaks into their nursery, and the children's imaginations ignite as they prepare for an adventure in Neverland. Wendy, along with her brothers, is enchanted by Peter's promise of flying and the magical world that awaits them. The opening sets the stage for a tale filled with whimsical characters, such as Tinker Bell, and introduces dark undertones through the presence of Captain Hook, foreshadowing the conflicts and trials that will unfold in their journey. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Fairies -- Fiction",
        "Fantasy literature",
        "Never-Never Land (Imaginary place) -- Fiction",
        "Peter Pan (Fictitious character) -- Fiction",
        "Pirates -- Fiction"
      ],
      "bookshelves": [
        "Category: Adventure",
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature",
        "Movie Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/16.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/16.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/16.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/16.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/16.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/16/pg16.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/16/pg16-h.zip"
      },
      "download_count": 15372
    },
    {
      "id": 17199,
      "title": "Golden Days for Boys and Girls, Vol. XII, Jan. 3, 1891",
      "authors": [
        {
          "name": "Various",
          "birth_year": null,
          "death_year": null
        }
      ],
      "summaries": [
        "\"Golden Days for Boys and Girls, Vol. XII, Jan. 3, 1891\" by Various is a collection of stories and articles intended for children, written during the late 19th century. This volume appears to be part of a serialized publication that offers a mix of fiction, educational content, and various forms of entertainment for young readers. The general theme revolves around adventure, morality, and the excitement of childhood experiences, catering to the interests and sensibilities of its young audience.  The opening portion of the volume presents a series of advertisements followed by a narrative titled \"Railroad Rock, The Train Boy of the Pen Yan,\" which introduces us to a young protagonist named Rock. He finds himself at a critical juncture, having been discharged from his job on a railroad due to his efforts to keep trains safe. As he seeks another position, he recounts a harrowing experience where he rode a hand-car to signal an approaching train about a washed-away bridge, ultimately reflecting his courage and dedication. This sets the tone for the adventure-filled tales to come, highlighting themes of bravery and responsibility in the face of perilous situations. (This is an automatically generated summary.)"
      ],
      "editors": [
        {
          "name": "Elverson, James",
          "birth_year": 1838,
          "death_year": 1911
        }
      ],
      "translators": [],
      "subjects": [
        "Children's literature -- Periodicals"
      ],
      "bookshelves": [
        "Category: Adventure",
        "Category: Children & Young Adult Reading",
        "Golden Days for Boys and Girls"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/17199.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/17199.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/17199.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/17199.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/17199.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/17199/pg17199.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/17199/17199-h.zip"
      },
      "download_count": 13880
    },
    {
      "id": 24571,
      "title": "Der Struwwelpeter: oder lustige Geschichten und drollige Bilder",
      "authors": [
        {
          "name": "Hoffmann, Heinrich",
          "birth_year": 1809,
          "death_year": 1894
        }
      ],
      "summaries": [
        "\"Der Struwwelpeter\" by Heinrich Hoffmann is a collection of illustrated children's stories written in the mid-19th century. The book is notable for its humorous yet cautionary tales aimed at young readers between the ages of three to six. It explores themes of behavior and consequences in an engaging format that combines rhymes and vivid illustrations.  The stories revolve around various misbehaving characters who face exaggerated and often grim outcomes due to their actions. For example, a boy named Friedrich tortures insects and is bitten by a dog, while Paulinchen suffers a tragic fate after playing with matches. Other stories feature characters like the gluttonous Kaspar, who refuses to eat his soup and ultimately dies from starvation, and the restless Philipp, who causes chaos at the dinner table. Each story serves as both entertainment and a moral lesson, illustrating the consequences of disobedience and poor behavior in a manner that captivates and instructs young audiences. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Behavior -- Fiction",
        "Children -- Conduct of life -- Juvenile fiction",
        "Children's poetry, German",
        "Children's stories, German",
        "Picture books for children",
        "Stories in rhyme"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: German Literature",
        "Category: Humour",
        "Children's Picture Books",
        "DE Kinderbuch"
      ],
      "languages": [
        "de"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/24571.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/24571.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/24571.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/24571.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/24571.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/24571/pg24571.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/24571/pg24571-h.zip"
      },
      "download_count": 13850
    },
    {
      "id": 514,
      "title": "Little Women",
      "authors": [
        {
          "name": "Alcott, Louisa May",
          "birth_year": 1832,
          "death_year": 1888
        }
      ],
      "summaries": [
        "\"Little Women\" by Louisa May Alcott is a novel written during the mid-19th century. The story revolves around the lives of the four March sisters—Meg, Jo, Beth, and Amy—as they navigate the challenges of growing up in a time of hardship brought on by the Civil War, while balancing their dreams, ambitions, and family values. The narrative explores themes of poverty, sacrifice, and the strength of sisterly love, making it both a heartwarming and poignant read.  The opening of the book introduces the March family in a time of struggle, particularly during the Christmas season when the girls lament their lack of presents due to their family's financial difficulties. They discuss their dreams and desires, which reveals their distinct personalities: Jo is spirited and tomboyish, Meg yearns for luxury, Beth is gentle and selfless, and Amy is creative and somewhat vain. The sisters are determined to bring joy to their mother, whom they affectionately call ‘Marmee,’ planning secret gifts for her that embody their love and thoughtfulness. This initial chapter sets up the foundation for a story rich with character development and the trials and joys of family life, drawing readers into the world of the March sisters and their heartfelt journey toward adulthood. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Autobiographical fiction",
        "Bildungsromans",
        "Domestic fiction",
        "Family life -- New England -- Fiction",
        "March family (Fictitious characters) -- Fiction",
        "Mothers and daughters -- Fiction",
        "New England -- Fiction",
        "Sisters -- Fiction",
        "Young women -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/514.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/514.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/514.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/514.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/514.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/514/pg514.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/514/514-0.zip"
      },
      "download_count": 12770
    },
    {
      "id": 12,
      "title": "Through the Looking-Glass",
      "authors": [
        {
          "name": "Carroll, Lewis",
          "birth_year": 1832,
          "death_year": 1898
        }
      ],
      "summaries": [
        "\"Through the Looking-Glass\" by Lewis Carroll is a novel written in the mid-19th century. The story follows Alice as she embarks on a fantastical adventure in a whimsical world that mirrors her own, traversing through the peculiar realm of chess pieces and living flowers, introducing a myriad of unusual characters along the way. As the narrative unfolds, the reader is likely to encounter charmingly chaotic dialogues and nonsensical situations that explore the whimsical nature of language and reality.  The opening of the story introduces us to the character of Alice as she interacts with her kittens in a cozy domestic setting. Shortly after, she expresses curiosity about the \"Looking-Glass House\" and is drawn into an enchanting adventure as she passes through the looking glass. In this new realm, Alice discovers all objects behave differently, as chess pieces come to life, and she meets various characters like the White Queen and other whimsical inhabitants. Engaging in playful monologues and imaginative dialogues, Alice's journey hints at her quest for identity and understanding in a world governed by its own unique and often absurd rules. Ultimately, she aspires to navigate through this chessboard-like land to become a queen herself, setting the stage for her whimsical adventures ahead. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Alice (Fictitious character from Carroll) -- Juvenile fiction",
        "Children's stories",
        "Fantasy fiction",
        "Imaginary places -- Juvenile fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Novels",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/12.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/12.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/12.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/12.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/12.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/12/pg12.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/12/pg12-h.zip"
      },
      "download_count": 12124
    },
    {
      "id": 766,
      "title": "David Copperfield",
      "authors": [
        {
          "name": "Dickens, Charles",
          "birth_year": 1812,
          "death_year": 1870
        }
      ],
      "summaries": [
        "\"David Copperfield\" by Charles Dickens is a novel written in the mid-19th century. The story revolves around the life of David Copperfield, detailing his personal growth and the myriad experiences that shape his character from childhood through adulthood.   At the start of the narrative, we are introduced to David's birth and the circumstances surrounding it, including the death of his father before he was born and the presence of his stern aunt, Miss Betsey Trotwood. David’s early life is characterized by maternal affection and childhood curiosity, as we meet key figures such as his mother, Peggotty, and the mysterious Miss Betsey, who is eager to have a strong influence in his life. The opening chapters not only set the stage for David's unfolding journey but also hint at the complexities of familial relationships and the challenges he will face as he navigates the trials of growing up without a father. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Autobiographical fiction",
        "Bildungsromans",
        "Boys -- Fiction",
        "Child labor -- Fiction",
        "England -- Fiction",
        "Orphans -- Fiction",
        "Stepfathers -- Fiction",
        "Young men -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels",
        "Harvard Classics"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/766.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/766.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/766.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/766.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/766.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/766/pg766.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/766/pg766-h.zip"
      },
      "download_count": 11328
    },
    {
      "id": 67098,
      "title": "Winnie-the-Pooh",
      "authors": [
        {
          "name": "Milne, A. A. (Alan Alexander)",
          "birth_year": 1882,
          "death_year": 1956
        }
      ],
      "summaries": [
        "\"Winnie-the-Pooh\" by A. A. Milne is a children's novel written in the early 20th century. It brings to life the adventures of a beloved bear named Winnie-the-Pooh and his friends in the Hundred Acre Wood, including the charming Christopher Robin, the timid Piglet, and the gloomy Eeyore. The story is filled with whimsical themes of friendship, exploration, and the innocence of childhood.  At the start of the story, we are introduced to Winnie-the-Pooh as he comes down the stairs with a hearty bump and begins to think about honey, his favorite treat. The narrative includes playful dialogue with Christopher Robin, who encourages Pooh's thoughts and inquiries. Pooh initially plans to obtain honey from a swarm of bees and seeks Christopher Robin's help, leading to a hilariously imaginative attempt involving a balloon. The opening sets the tone for the enchanting and humorous adventures that follow, inviting readers into Pooh's delightful world filled with friends and charming escapades. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Animals -- Juvenile fiction",
        "Christopher Robin (Fictitious character) -- Juvenile fiction",
        "Eeyore (Fictitious character) -- Juvenile fiction",
        "Piglet (Fictitious character) -- Juvenile fiction",
        "Teddy bears -- Juvenile fiction",
        "Toys -- Juvenile fiction",
        "Winnie-the-Pooh (Fictitious character) -- Juvenile fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Humour",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/67098.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/67098.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/67098.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/67098.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/67098.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/67098/pg67098.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/67098/pg67098-h.zip"
      },
      "download_count": 10610
    },
    {
      "id": 236,
      "title": "The Jungle Book",
      "authors": [
        {
          "name": "Kipling, Rudyard",
          "birth_year": 1865,
          "death_year": 1936
        }
      ],
      "summaries": [
        "\"The Jungle Book\" by Rudyard Kipling is a collection of stories originally published in the late 19th century. It primarily revolves around the adventures of a young boy named Mowgli, who is raised by wolves in the Indian jungle, exploring themes of nature, survival, and the clash between civilization and the wild. The narrative delves into the bonds formed between Mowgli and various animal characters, highlighting the laws that govern the lives of jungle inhabitants.  At the start of the book, the story introduces Mowgli's origins as he is discovered by Father Wolf after wandering into the wolf pack's territory. The fierce tiger Shere Khan poses a threat as he seeks to claim Mowgli for himself. Mother Wolf, however, fiercely defends Mowgli, declaring him as her own and igniting a debate among the pack members about the consequences of accepting a human child into their midst. This opening sets the stage for Mowgli’s complex relationship with both the jungle and the human world, showcasing the challenges he faces as he grows up estranged from both realms. It sets a tone of adventure and danger that permeates the stories to come, inviting readers into a richly imagined natural world. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Adventure stories, English",
        "Animals -- Fiction",
        "Feral children -- Fiction",
        "India -- Fiction",
        "India -- History -- 19th century -- Fiction",
        "Jungle animals -- Fiction",
        "Jungles -- Fiction",
        "Mowgli (Fictitious character) -- Fiction",
        "Short stories"
      ],
      "bookshelves": [
        "Category: Adventure",
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Short Stories",
        "Children's Literature",
        "Contemporary Reviews",
        "Movie Books",
        "Nobel Prizes in Literature",
        "Scouts"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/236.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/236.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/236.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/236.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/236.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/236/pg236.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/236/pg236-h.zip"
      },
      "download_count": 10442
    },
    {
      "id": 110,
      "title": "Tess of the d'Urbervilles: A Pure Woman",
      "authors": [
        {
          "name": "Hardy, Thomas",
          "birth_year": 1840,
          "death_year": 1928
        }
      ],
      "summaries": [
        "\"Tess of the d'Urbervilles: A Pure Woman\" by Thomas Hardy is a novel written in the late 19th century during the Victorian era. The story revolves around Tess Durbeyfield, a young woman whose family lineage is revealed to be noble but now fallen into poverty. The novel explores themes of social class, gender roles, and the tragic consequences of self-discovery and societal expectations.  The opening of the novel introduces us to Tess's father, John Durbeyfield, who learns from a local parson that he is a descendant of the noble d'Urberville family. This revelation instills in him a sense of pride and prompts him to indulge in drunkenness, neglecting his responsibilities. Meanwhile, we see Tess as a naive and beautiful young woman participating in a May Day celebration, where she anxiously witnesses her father's display of pride. The incident with a horse, a vital source of livelihood for her family, leads to tragic consequences when it is killed in an accident due to her father's negligence, setting the stage for Tess's struggles as she takes on the role of caregiver and attempts to navigate her complicated family dynamics and emerging identity. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Children of clergy -- Fiction",
        "Children of the rich -- Fiction",
        "Didactic fiction",
        "Man-woman relationships -- Fiction",
        "Pastoral fiction",
        "Poor families -- Fiction",
        "Rape victims -- Fiction",
        "Triangles (Interpersonal relations) -- Fiction",
        "Wessex (England) -- Fiction",
        "Women household employees -- Fiction",
        "Women murderers -- Fiction"
      ],
      "bookshelves": [
        "Banned Books from Anne Haight's list",
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/110.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/110.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/110.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/110.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/110.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/110/pg110.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/110/pg110-h.zip"
      },
      "download_count": 10321
    },
    {
      "id": 17396,
      "title": "The Secret Garden",
      "authors": [
        {
          "name": "Burnett, Frances Hodgson",
          "birth_year": 1849,
          "death_year": 1924
        }
      ],
      "summaries": [
        "\"The Secret Garden\" by Frances Hodgson Burnett is a novel written in the late 19th century. The story revolves around Mary Lennox, a sour and spoiled child who finds herself orphaned and sent to live with her reclusive uncle at the mysterious Misselthwaite Manor. As Mary encounters the manor's captivating yet neglected gardens, including a hidden garden that has been locked away for years, she embarks on a journey of self-discovery, healing, and friendship.  At the start of the book, we are introduced to Mary Lennox, an unhappy and disagreeable child, who is left alone in a foreign land after a cholera outbreak claims the lives of her parents. Sent to England to live with her uncle, Mary quickly learns that she is largely forgotten and left to her own devices. The opening chapters reveal her initial encounters with the manor, including her disdain for her new surroundings and her brush with loneliness. This sets the stage for her growth and the adventures that await her as she discovers the hidden beauty of the garden and the connections she can form with others, ultimately transforming her character and outlook on life. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Gardens -- Juvenile fiction",
        "Orphans -- Juvenile fiction",
        "People with disabilities -- Juvenile fiction",
        "Yorkshire (England) -- Juvenile fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Novels",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/17396.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/17396.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/17396.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/17396.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/17396.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/17396/pg17396.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/17396/17396-8.zip"
      },
      "download_count": 9730
    },
    {
      "id": 28942,
      "title": "The Junior Classics, Volume 1: Fairy and wonder tales",
      "authors": [
        {
          "name": "Neilson, William Allan",
          "birth_year": 1869,
          "death_year": 1946
        }
      ],
      "summaries": [],
      "editors": [
        {
          "name": "Patten, William",
          "birth_year": 1868,
          "death_year": 1936
        }
      ],
      "translators": [],
      "subjects": [
        "Children's literature"
      ],
      "bookshelves": [],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Sound",
      "formats": {
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/files/28942/28942_readme.txt",
        "text/html": "https://www.gutenberg.org/files/28942/28942_index.html",
        "audio/ogg": "https://www.gutenberg.org/files/28942/ogg/28942-01.ogg",
        "audio/mp4": "https://www.gutenberg.org/files/28942/m4b/28942-01.m4b",
        "audio/mpeg": "https://www.gutenberg.org/files/28942/mp3/28942-01.mp3",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/28942.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/28942/pg28942.cover.medium.jpg"
      },
      "download_count": 9266
    },
    {
      "id": 209,
      "title": "The Turn of the Screw",
      "authors": [
        {
          "name": "James, Henry",
          "birth_year": 1843,
          "death_year": 1916
        }
      ],
      "summaries": [
        "\"The Turn of the Screw\" by Henry James is a gothic novella written during the late 19th century. The story revolves around a young governess tasked with looking after two orphaned children at a remote English estate known as Bly, where strange and unsettling occurrences unfold, raising questions about both the environment and the children themselves.  At the start of the novella, a group of friends gathers around a fire on Christmas Eve, where a conversation ignites about ghostly experiences. Douglas, one of the members, hints at a chilling tale involving two children to whom a dreadful apparition appeared. This sets the stage for the recounting of the governess's experiences at Bly. As she arrives at the estate, she finds herself enchanted by the beauty of the children, Miles and Flora, yet underlying this charm is an unsettling tension hinted at through dialogue, especially about the previous governess who died under mysterious circumstances. The opening sequence effectively builds an atmosphere of suspense, promising a haunting exploration of innocence, corrupted motives, and the supernatural. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Children -- Fiction",
        "England -- Fiction",
        "Ghost stories",
        "Governesses -- Fiction",
        "Psychological fiction"
      ],
      "bookshelves": [
        "Best Books Ever Listings",
        "Category: British Literature",
        "Category: Crime, Thrillers and Mystery",
        "Category: Novels",
        "Gothic Fiction",
        "Horror",
        "Opera"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/209.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/209.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/209.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/209.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/209.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/209/pg209.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/209/pg209-h.zip"
      },
      "download_count": 8805
    },
    {
      "id": 11339,
      "title": "Aesop's Fables; a new translation",
      "authors": [
        {
          "name": "Aesop",
          "birth_year": null,
          "death_year": null
        }
      ],
      "summaries": [
        "\"Aesop's Fables,\" by V. S. Vernon Jones is a collection of moral tales traditionally attributed to Aesop, likely compiled in ancient Greece around the 6th century BC. This new translation captures the essence of these timeless fables, which feature anthropomorphized animals and convey valuable lessons about human behavior and virtues. Each fable concludes with a moral, making them particularly suited as teaching stories for both children and adults seeking wisdom from simple narratives.  The opening portion introduces Aesop and the context of his fables through an introduction by G.K. Chesterton. In his introduction, Chesterton discusses the philosophical underpinnings of Aesop's Fables, emphasizing their universal truths and the anonymity of their origins. Readers are presented with several fables, such as \"The Fox and the Grapes\" and \"The Goose That Laid the Golden Eggs,\" illustrating themes like envy, greed, and the wisdom of moderation. A consistent element throughout these tales is the exploration of human nature through the interactions of animals, urging readers to reflect on their own lives and choices. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [
        {
          "name": "Vernon Jones, V. S. (Vernon Stanley)",
          "birth_year": null,
          "death_year": null
        }
      ],
      "subjects": [
        "Fables, Greek -- Translations into English"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: Mythology, Legends & Folklore"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/11339.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/11339.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/11339.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/11339.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/11339.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/11339/pg11339.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/11339/pg11339-h.zip"
      },
      "download_count": 8256
    },
    {
      "id": 12116,
      "title": "Struwwelpeter: Merry Stories and Funny Pictures",
      "authors": [
        {
          "name": "Hoffmann, Heinrich",
          "birth_year": 1809,
          "death_year": 1894
        }
      ],
      "summaries": [
        "\"Struwwelpeter: Merry Stories and Funny Pictures\" by Heinrich Hoffmann is a collection of humorous children's stories and illustrations crafted in the mid-19th century. The book is notable for its entertaining yet cautionary tales aimed at young readers, teaching them moral lessons about behavior and consequences. This classic text reflects the societal values and parenting approaches of its time, often employing exaggerated depictions of misbehavior to both amuse and instruct children.  The book features a series of whimsical yet morbid stories, each focusing on a different child's misadventures and the ensuing consequences of their naughtiness. For instance, Shock-headed Peter portrays a boy who neglects personal hygiene, while Cruel Frederick details a boy's mistreatment of animals and the repercussions he faces. Other tales, such as \"The Dreadful Story of Harriet and the Matches,\" depict dire endings for children who disobey warnings, illustrating the importance of heeding parental advice. Each story is complemented by charming, often cheeky illustrations, making the book a playful but cautionary read that resonates with both children and adults. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Behavior -- Fiction",
        "Children -- Conduct of life -- Juvenile fiction",
        "Children's poetry, German -- Translations into English",
        "Children's stories, German -- Translations into English",
        "Picture books for children",
        "Stories in rhyme"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: German Literature",
        "Category: Humour",
        "Category: Short Stories",
        "Children's Picture Books"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/12116.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/12116.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/12116.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/12116.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/12116.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/12116/pg12116.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/12116/pg12116-h.zip"
      },
      "download_count": 7625
    },
    {
      "id": 24022,
      "title": "A Christmas Carol",
      "authors": [
        {
          "name": "Dickens, Charles",
          "birth_year": 1812,
          "death_year": 1870
        }
      ],
      "summaries": [
        "\"A Christmas Carol\" by Charles Dickens is a novella written in the early 19th century. This classic work follows the transformation of Ebenezer Scrooge, a miserly old man, who is visited by the ghost of his former business partner, Jacob Marley, and three spirits representing Christmases Past, Present, and Yet to Come. The novella explores themes of compassion, redemption, and the true meaning of Christmas, inviting readers to reflect on the importance of kindness and generosity.  The opening of the story establishes Ebenezer Scrooge as a cold-hearted and greedy miser who dismisses Christmas as \"humbug.\" The narrative begins with the assertion of Marley's death, emphasizing the starkness of Scrooge’s character and his isolation. Scrooge's interactions with his cheerful nephew Fred, who invites him to celebrate Christmas, reveal Scrooge's disdain for the holiday spirit. As Scrooge encounters two gentlemen collecting for the poor, he harshly rejects their appeal for charitable donations. The chapter builds a bleak picture of Scrooge's life until the haunting of Marley's ghost serves as the pivotal turning point, setting the stage for the transformative journey that will follow. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Christmas stories",
        "Ghost stories",
        "London (England) -- Fiction",
        "Misers -- Fiction",
        "Poor families -- Fiction",
        "Scrooge, Ebenezer (Fictitious character) -- Fiction",
        "Sick children -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature",
        "Christmas"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/24022.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/24022.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/24022.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/24022.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/24022.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/24022/pg24022.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/24022/24022-0.zip"
      },
      "download_count": 7279
    },
    {
      "id": 1837,
      "title": "The Prince and the Pauper",
      "authors": [
        {
          "name": "Twain, Mark",
          "birth_year": 1835,
          "death_year": 1910
        }
      ],
      "summaries": [
        "\"The Prince and the Pauper\" by Mark Twain is a historical novel written in the late 19th century. The story revolves around two boys, Tom Canty, a poor pauper, and Edward Tudor, the Prince of Wales, whose lives become intertwined due to their striking resemblance and a series of events that lead to them switching places. In this narrative, Twain explores themes of class, identity, and the nature of royalty versus poverty, all while providing a critique of social injustices of his time.  At the start of the novel, we are introduced to both main characters on the same day in London during the 16th century. Tom Canty is born into a impoverished family that does not want him, while Edward Tudor is born to a wealthy family, celebrated by the entire nation. The narrative quickly depicts Tom's harsh living conditions in Offal Court, where he struggles against his family's abusive nature, despite his dreams of a better life. Contrastingly, Edward is surrounded by luxury, yet remains oblivious to the joy that such privilege brings. As the story unfolds, the boys' deep yearning to experience each other’s worlds leads to a serendipitous meeting that sets the stage for their fateful swap, reshaping their lives forever in unexpected ways. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Boys -- Fiction",
        "Edward VI, King of England, 1537-1553 -- Fiction",
        "Historical fiction",
        "Impostors and imposture -- Fiction",
        "London (England) -- Fiction",
        "Lookalikes -- Fiction",
        "Poor children -- Fiction",
        "Princes -- Fiction",
        "Social classes -- Fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Classics of Literature",
        "Category: Historical Novels",
        "Historical Fiction"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/1837.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/1837/1837-h/1837-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/1837.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/1837.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/1837.txt.utf-8",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/1837/1837-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/1837.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/1837/pg1837.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/1837/pg1837-h.zip"
      },
      "download_count": 7155
    },
    {
      "id": 902,
      "title": "The Happy Prince, and Other Tales",
      "authors": [
        {
          "name": "Wilde, Oscar",
          "birth_year": 1854,
          "death_year": 1900
        }
      ],
      "summaries": [
        "\"The Happy Prince, and Other Tales\" by Oscar Wilde is a collection of enchanting short stories crafted during the late 19th century, specifically in the Victorian era. This book delves into themes of compassion, sacrifice, and the nature of true happiness, primarily intended for children but resonating with readers of all ages. It consists of five distinct tales that explore the moral complexities of life and love through whimsical and poignant narratives.  In the title story, \"The Happy Prince,\" a gilded statue and a compassionate swallow forge a bond as they help the less fortunate, revealing the depths of human suffering hidden beneath a facade of beauty. The swallow sacrifices its own well-being to deliver jewels and gold from the statue to those in need. The other stories in the collection follow similar patterns of sacrifice and selflessness, depicting a nightingale's tragic love for a student in \"The Nightingale and the Rose,\" a giant's redemption through the joy of children in \"The Selfish Giant,\" and the pitfalls of shallow friendship in \"The Devoted Friend.\" Each tale is woven with Wilde's signature stylistic elegance, presenting valuable life lessons that resonate even today. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Children's stories, English",
        "Fairy tales",
        "Short stories, English"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Short Stories",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/902.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/902.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/902.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/902.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/902.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/902/pg902.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/902/902-0.zip"
      },
      "download_count": 7140
    },
    {
      "id": 30142,
      "title": "Little Brother",
      "authors": [
        {
          "name": "Doctorow, Cory",
          "birth_year": 1971,
          "death_year": null
        }
      ],
      "summaries": [
        "\"Little Brother\" by Cory Doctorow is a young adult novel written in the late 2000s. The story follows Marcus Yallow, a tech-savvy teenager in San Francisco, as he navigates a post-terrorist attack world where government surveillance and control have reached alarming levels. The narrative explores themes of privacy, civil liberties, and resistance against authoritarianism, appealing particularly to readers interested in technology and activism.  At the start of the novel, we meet Marcus, who is introduced as a high school senior living in a heavily surveilled society. After a terrorist attack in San Francisco leads to widespread panic and an overreaching response from authorities, Marcus and his friends find themselves caught in a chaotic situation. Tensions quickly escalate as they attempt to escape the ensuing crackdown, illustrating Marcus's cleverness as he uses technology to evade the authorities, even as he becomes a target for them. The gripping opening sets the tone for a story centered on courage, the fight for freedom, and the moral implications of technological advancement in contemporary society. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Civil rights -- Fiction",
        "Computer hackers -- Fiction",
        "Counterculture -- Fiction",
        "San Francisco (Calif.) -- Fiction",
        "Terrorism -- Fiction",
        "United States. Dept. of Homeland Security -- Fiction"
      ],
      "bookshelves": [
        "Category: American Literature",
        "Category: Children & Young Adult Reading",
        "Category: Novels",
        "Category: Science-Fiction & Fantasy"
      ],
      "languages": [
        "en"
      ],
      "copyright": true,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/30142.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/30142.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/30142.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/30142.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/30142.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/30142/pg30142.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/30142/pg30142-h.zip"
      },
      "download_count": 5948
    },
    {
      "id": 27200,
      "title": "Fairy Tales of Hans Christian Andersen",
      "authors": [
        {
          "name": "Andersen, H. C. (Hans Christian)",
          "birth_year": 1805,
          "death_year": 1875
        }
      ],
      "summaries": [
        "\"Fairy Tales of Hans Christian Andersen\" by H. C. Andersen is a collection of enchanting stories written in the early 19th century. This compilation includes beloved tales such as \"The Little Mermaid,\" \"The Ugly Duckling,\" and \"The Princess and the Pea,\" among many others. Andersen's fairy tales often explore themes of love, sacrifice, and transformation through the lives of whimsical characters and fantastical settings, inviting readers both young and old into a world where morality and fantasy intermingle.  At the start of this collection, readers are introduced to a variety of settings and characters that set the stage for Andersen's storytelling. The opening tale describes the beauty of nature outside a church, contrasting it with the preacher's grim sermon highlighting humanity's wickedness. This duality is extended to the pastor's reflections on sin and mercy, culminating in a significant encounter with the spirit of his deceased wife, who prompts him to seek a means of redemption. The beginning showcases Andersen's signature blend of poignant moral lessons wrapped in poetic prose, hinting at the profound emotional depth and imaginative exploration that will unfold in the tales that follow. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Children's stories, Danish -- Translations into English",
        "Fairy tales",
        "Fairy tales -- Denmark",
        "Short stories"
      ],
      "bookshelves": [
        "Category: Children & Young Adult Reading",
        "Category: Mythology, Legends & Folklore"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/27200.html.images",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/27200.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/27200.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/27200.txt.utf-8",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/27200.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/27200/pg27200.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/files/27200/27200-h.zip"
      },
      "download_count": 5921
    },
    {
      "id": 113,
      "title": "The Secret Garden",
      "authors": [
        {
          "name": "Burnett, Frances Hodgson",
          "birth_year": 1849,
          "death_year": 1924
        }
      ],
      "summaries": [
        "\"The Secret Garden\" by Frances Hodgson Burnett is a classic novel written during the late 19th century. The story revolves around Mary Lennox, an unhappy and spoiled English girl who is sent to live with her uncle in a large, mysterious manor in Yorkshire after the death of her parents. As she adjusts to her new life, Mary embarks on a journey of self-discovery, learning about friendship, the healing power of nature, and the importance of caring for others.  The opening of the book introduces Mary as a lonely and disagreeable child, raised in India but left neglected by her wealthy parents. After a cholera outbreak leaves her an orphan, she is sent to live with her uncle at Misselthwaite Manor, a daunting and gloomy estate. Initially, she is insufferable and abrasive, demanding attention and care from the unfamiliar English servants. However, as Mary explores her new surroundings, she begins to overhear strange sounds, hinting at hidden secrets within the mansion and its gardens. Her encounter with the wildness of the moor and the personalities of characters like Martha and Ben Weatherstaff foreshadows her eventual transformation as she grows curious about a hidden, locked garden that has been abandoned for ten years, setting the stage for her remarkable journey ahead. (This is an automatically generated summary.)"
      ],
      "editors": [],
      "translators": [],
      "subjects": [
        "Gardens -- Juvenile fiction",
        "Orphans -- Juvenile fiction",
        "People with disabilities -- Juvenile fiction",
        "Yorkshire (England) -- Juvenile fiction"
      ],
      "bookshelves": [
        "Category: British Literature",
        "Category: Children & Young Adult Reading",
        "Category: Classics of Literature",
        "Category: Novels",
        "Children's Literature"
      ],
      "languages": [
        "en"
      ],
      "copyright": false,
      "media_type": "Text",
      "formats": {
        "text/html": "https://www.gutenberg.org/ebooks/113.html.images",
        "text/html; charset=utf-8": "https://www.gutenberg.org/files/113/113-h/113-h.htm",
        "application/epub+zip": "https://www.gutenberg.org/ebooks/113.epub3.images",
        "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/113.kf8.images",
        "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/113.txt.utf-8",
        "text/plain; charset=utf-8": "https://www.gutenberg.org/files/113/113-0.txt",
        "application/rdf+xml": "https://www.gutenberg.org/ebooks/113.rdf",
        "image/jpeg": "https://www.gutenberg.org/cache/epub/113/pg113.cover.medium.jpg",
        "application/octet-stream": "https://www.gutenberg.org/cache/epub/113/pg113-h.zip"
      },
      "download_count": 5866
    }
  ]
}